Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: Subscribed
fr_fr: Abonné
gu_in: ઉમેદવારી થયેલ
ja_jp: サブスクライブしています
kn_in: ಚಂದಾದಾರಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 등록됨
pt_br: Subscrito
ru_ru: Подписано
ta_in: சந்தாபடுத்தப்பட்டது

source: Expired
fr_fr: Expiré
gu_in: અંત આવી ગયો
ja_jp: 期限切れです
kn_in: ವಾಯಿದೆ ತೀರಿದೆ
ko_kr: 만료됨
pt_br: Vencido
ru_ru: Истекло
ta_in: காலாவதியானது

source: Not Subscribed
fr_fr: Non abonné
gu_in: ઉમેદવારી થયેલ નથી
ja_jp: サブスクライブしていません
kn_in: ಚಂದಾದಾರಗೊಳಿಸಲಾಗಿಲ್ಲ
ko_kr: 등록되지 않음
pt_br: Não está subscrito
ru_ru: Не подписано
ta_in: சந்தாபடுத்தப்படவில்லை

source: Not Installed
fr_fr: Non installé
gu_in: સ્થાપિત થયેલ નથી
ja_jp: インストールされていません
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ
ko_kr: 설치되지 않음
pt_br: Não está instalado
ru_ru: Не установлено
ta_in: நிறுவப்படவில்லை

source: Account Number: %s
fr_fr: Numéro de compte : %s
gu_in: ખાતા નંબર: %s
ja_jp: アカウント番号: %s
kn_in: ಖಾತೆಯ ಸಂಖ್ಯೆ: %s
ko_kr: 계정 번호: %s
pt_br: Número da Conta: %s
ru_ru: Номер счёта: %s
ta_in: கணக்கு எண்: %s

source: Updating Red Hat certificates & repositories
fr_fr: Mise à jour des certificats et référentiels de Red Hat en cours
gu_in: Red Hat પ્રમાણપત્રો અને રિપોઝીટરીઓને સુધારી રહ્યા છે
ja_jp: Red Hat の証明書とレポジトリを更新
kn_in: Red Hat ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಹಾಗು ರೆಪೊಸಿಟರಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko_kr: Red Hat 인증서 및 리포지터리 업데이트
pt_br: Atualização dos repositórios e certificados da Red Hat
ru_ru: Обновление сертификатов и репозиториев Red Hat
ta_in: Red Hat சான்றிதழ்கள் & பணியகங்களை புதுப்பிக்கிறது

source: %d updates required
fr_fr: %d mises à jour requises
gu_in: %d સુધારાઓ જરૂરી
ja_jp: %d 個の更新が必要です
kn_in: %d ಅಪ್‌ಡೇಟ್‌ಗಳ ಅಗತ್ಯವಿದೆ
ko_kr: %d 개의 업데이트 필요
pt_br: %d atualizações solicitadas
ru_ru: Число требуемых обновлений: %d
ta_in: %d புதுப்பித்தல்கள் தேவைப்படுகிறது

source: done
fr_fr: terminé
gu_in: પૂરુ થઇ ગયુ
ja_jp: 終了
kn_in: ಆಯಿತು
ko_kr: 완료
pt_br: finalizado
ru_ru: готово
ta_in: முடிந்தது

source: Unable to update Red Hat certificates & repositories
fr_fr: Impossible de mettre à jour les certificats et référentiels de Red Hat
gu_in: Red Hat પ્રમાણપત્રો અને રિપોઝીટરીઓને સુધારવાનું અસમર્થ
ja_jp: Red Hat の証明書とレポジトリの更新ができません
kn_in: Red Hat ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಹಾಗು ರೆಪೊಸಿಟರಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko_kr: Red Hat 인증서 및 리포지터리를 업데이트할 수 없음
pt_br: Não foi possível atualizar os certificados e repositórios
ru_ru: Не удалось обновить сертификаты и репозитории Red Hat
ta_in: Red Hat சான்றிதழ்கள் & பணியகங்களை புதுப்பிக்க முடியவில்லை

source: Subscription
fr_fr: Abonnement
gu_in: ઉમેદવારી
ja_jp: サブスクリプション
kn_in: ಚಂದಾದಾರಿಕೆ
ko_kr: 서브스크립션
pt_br: Subscrição
ru_ru: Подписка
ta_in: சந்தாபடுத்தல்

source: Installed Products
fr_fr: Produits installés
gu_in: સ્થાપિત થયેલ પ્રોડક્ટો
ja_jp: インストール済みの製品
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾದ ಉತ್ಪನ್ನಗಳು
ko_kr: 설치된 제품
pt_br: Produtos Instalados
ru_ru: Установленные
ta_in: நிறுவப்பட்ட தயாரிப்புகள்

source: End Date
fr_fr: Date de fin
gu_in: અંતિમ તારીખ
ja_jp: 終了期日
kn_in: ಮುಕ್ತಾಯದ ದಿನ
ko_kr: 종료 날짜
pt_br: Data Final
ru_ru: Срок действия
ta_in: முடிவு தேதி

source: There was an error unsubsribing from %s with serial number %s
fr_fr: Une erreur s'est produite lors du désabonnement de %s avec le numéro de série %s
gu_in: શ્રેણી નંબર %s સાથે %s માંથી ઉમેદવારી હટાવતી વખતે ભૂલ હતી
ja_jp: シリアル番号 %s を持つ %s からのサブスクリプション解除でエラーです
kn_in: %s ಇಂದ %s ಎಂಬ ಅನುಕ್ರಮ ಸಂಖ್ಯೆಯ ಚಂದಾದಾರಿಕೆಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko_kr: %s 일련 번호를 갖는 %s에서 등록 해제 도중 오류 발생
pt_br: Erro ao cancelar %s com número de série %s
ru_ru: Произошла ошибка при попытке отписаться от %s с серийным номером %s
ta_in: %s லிருந்து வரிசை எண் %sஉடன் சந்தாபடுத்தாத ஒரு பிழை நேர்ந்தது

source: Are you sure you want to unsubscribe from %s?
fr_fr: Êtes-vous certain de vouloir vous désabonner de %s ?
gu_in: શું તમે ખરેખર %s માંથી ઉમેદવારી હટાવા માંગો છો?
ja_jp: 本当に %s からサブスクリプション解除をしますか？
kn_in: ನೀವು %s ಇಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ಖಚಿತವೆ?
ko_kr: 정말로 %s에서 등록 해제하시겠습니까?
pt_br: Você tem certeza de que deseja cancelar %s?
ru_ru: Действительно отписаться от %s?
ta_in: %sலிருந்து சந்தாநீக்க வேண்டுமா?

source: My Subscriptions
fr_fr: Mes abonnements
gu_in: મારી ઉમેદવારીઓ
ja_jp: 自分のサブスクリプション
kn_in: ನನ್ನ ಚಂದಾದಾರಿಕೆಗಳು
ko_kr: 내 서브스크립션
pt_br: Minhas subscrições
ru_ru: Мои подписки
ta_in: எனது சந்தபடுத்தல்கள்

source: yes
fr_fr: oui
gu_in: હાં
ja_jp: はい
kn_in: ಹೌದು
ko_kr: 예
pt_br: sim
ru_ru: да
ta_in: ஆம்

source: no
fr_fr: non
gu_in: ના
ja_jp: いいえ
kn_in: ಇಲ್ಲ
ko_kr: 아니요
pt_br: não
ru_ru: нет
ta_in: இல்லை

source: Network error, unable to connect to server. Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: Erreur réseau, impossible de se connecter au serveur. Veuillez voir /var/log/rhsm/rhsm.log pour plus d'informations.
gu_in: નેટવર્ક ભૂલ, સર્વર સાથે જોડાવામાં અસમર્થ. મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: ネットワークエラーでサーバーに接続できません。詳細は /var/log/rhsm/rhsm.log でご覧下さい
kn_in: ಜಾಲಬಂಧ ದೋಷ, ಪರಿಚಾರಕದೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: 네트워크 오류, 서버에 연결할 수 없음. 보다 자세한 정보는 /var/log/rhsm/rhsm.log에서 확인하십시오.
pt_br: Erro na rede, não foi possível conectar ao servidor. Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: Не удалось подключиться к серверу. За информацией обратитесь к /var/log/rhsm/rhsm.log
ta_in: பிணைய பிழை, சேவையக்கத்துடன் இணைக்க முடியவில்லை. மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: Unable to verify server's identity: %s
fr_fr: Impossible de vérifier l'identité du serveur : %s
gu_in: સર્વરનાં ઓળખાણને ચકાસવાનું અસમર્થ: %s
ja_jp: サーバーの識別子を確認できません: %s
kn_in: ಪರಿಚಾರಕದ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
ko_kr: 서버 ID를 확인할 수 없음: %s
pt_br: Não foi possível verificar a identidade do servidor: %s
ru_ru: Не удалось идентифицировать сервер: %s
ta_in: சேவையகங்களின் அடையாளத்தை சரிபார்க்க முடியவில்லை: %s

source: Network error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
fr_fr: Erreur réseau. Veuillez vérifier les détails de la connexion, ou voir /var/log/rhsm/rhsm.log pour plus d'informations.
gu_in: નેટવર્ક ભૂલ. મહેરબાની કરીને જોડાણ વિગતોને ચકાસો, અથવા વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: ネットワークエラーです。接続の詳細を確認するか、又は /var/log/rhsm/rhsm.log をご覧下さい。
kn_in: ಜಾಲಬಂಧ ದೋಷ, ದಯವಿಟ್ಟು ಸಂಪರ್ಕದ ವಿವರಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ, ಅಥವ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: 네트워크 오류. 연결 정보 또는 /var/log/rhsm/rhsm.log를 확인하십시오.
pt_br: Erro na rede. Por favor verifique os detalhes de conexão ou consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: Ошибка сети. Проверьте данные подключения или обратитесь к /var/log/rhsm/rhsm.log
ta_in: பிணைய பிழை. இணைப்பு விவரங்களை சரிபார்க்கவும், அல்லது மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: Remote server error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
fr_fr: Erreur du serveur distant. Veuillez vérifier les détails de la connexion, ou voir /var/log/rhsm/rhsm.log pour plus d'informations.
gu_in: દૂરસ્થ સર્વર ભૂલ. મહેરબાની કરીને જોડાણ વિગતોને ચકાસો, અથવા વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: リモートサーバーエラーです。接続詳細を確認するか、又は /var/log/rhsm/rhsm.log をご覧下さい
kn_in: ದೂರಸ್ಥ ಪರಿಚಾರಕ ದೋಷ, ದಯವಿಟ್ಟು ಸಂಪರ್ಕದ ವಿವರಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ, ಅಥವ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: 원격 서버 오류. 연결 정보 또는 /var/log/rhsm/rhsm.log를 확인하십시오.
pt_br: Erro no servidor remoto. Por favor verifique os detalhes da conexão ou consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: Удалённая ошибка сервера. Проверьте данные подключения или обратитесь к /var/log/rhsm/rhsm.log
ta_in: தொலை சேவையக பிழை. இணைப்பு விவரங்களை சரிபார்க்கவும், அல்லது மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: Bad CA certificate: %s
fr_fr: Mauvais certificat CA : %s
gu_in: ખરાબ CA પ્રમાણપત્ર: %s
ja_jp: 不正な CA 証明書です: %s
kn_in: ತಪ್ಪು CA ಪ್ರಮಾಣಪತ್ರ: %s
ko_kr: 잘못된 CA 인증서: %s
pt_br: Certificado CA inválido: %s
ru_ru: Неверный сертификат CA: %s
ta_in: மோசமான CA சான்றிதழ்: %s

source: Available Subscriptions
fr_fr: Abonnements disponibles
gu_in: ઉપલબ્ધ ઉમેદવારીઓ
ja_jp: 利用可能なサブスクリプション
kn_in: ಲಭ್ಯವಿರುವ ಚಂದಾದಾರಿಕೆಗಳು
ko_kr: 사용 가능한 서브스크립션
pt_br: Subscrições Disponíveis
ru_ru: Доступные подписки
ta_in: கிடைக்கும் சந்தாக்கள்

source: All Available Subscriptions
fr_fr: Tous les abonnements disponibles
gu_in: બધી ઉપલબ્ધ ઉમેદવારીઓ
ja_jp: 全ての利用可能なサブスクリプション
kn_in: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಚಂದಾದಾರಿಕೆಗಳು
ko_kr: 사용 가능한 모든 서브스크립션
pt_br: Todas as Subscrições Disponíveis
ru_ru: Все доступные подписки
ta_in: கிடைக்கும் அனைத்து சந்தாக்கள்

source: Searching for subscriptions. Please wait.
fr_fr: Recherche des abonnements en cours. Veuillez patienter.
gu_in: ઉમેદવારી માટે શોધી રહ્યા છે. મહેરબાની કરીને થોભો.
ja_jp: サブスクリプションを検索中です。お待ち下さい
kn_in: ಚಂದಾದಾರಿಕೆಗಳಿಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಕಾಯಿರಿ.
ko_kr: 서브스크립션 검색 중. 잠시만 기다려 주십시오.
pt_br: Buscando por subscrições. Por favor aguarde.
ru_ru: Выполняется поиск подписок. Пожалуйста, подождите.
ta_in: சந்தாக்களுக்காக தேடுகிறது. காத்திருக்கவும்.

source: Error fetching subscriptions from server: %s
fr_fr: Erreur lors de la récupération des abonnements depuis le serveur : %s
gu_in: સર્વરમાંથી ઉમેદવારીઓને લાવી રહ્યા હોય ત્યારે ભૂલ: %s
ja_jp: サーバーからサブスクリプションの取り出しでエラー: %s
kn_in: ಪರಿಚಾರಕದಿಂದ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ: %s
ko_kr: 서버에서 서브스크립션을 가져오는 도중 오류 발생: %s
pt_br: Erro na busca por subscrições no servidor: %s
ru_ru: Ошибка при получении подписок с сервера: %s
ta_in: சேவையகத்திலிருந்து சந்தாக்களை தருவதில் பிழை: %s

source: Unable to search for subscriptions: %s
fr_fr: Impossible de rechercher les abonnements : %s
gu_in: ઉમેદવારીઓ માટે શોધવાનું અસમર્થ: %s
ja_jp: サブスクリプションの検索ができません: %s
kn_in: ಚಂದಾದಾರಿಕೆಗಳಿಗಾಗಿ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
ko_kr: 서브스크립션을 검색할 수 없음: %s
pt_br: Não foi possível buscar subscrições: %s
ru_ru: Не удалось выполнить поиск подписок: %s
ta_in: சந்தாக்களுக்காக தேட முடியவில்லை: %s

source: Error getting subscription: %s
fr_fr: Erreur lors de l'obtention des abonnements : %s
gu_in: ઉમેદવારીને મેળવી રહ્યા હોય ત્યારે ભૂલ: %s
ja_jp: サブスクリプションの取得にエラー: %s
kn_in: ಚಂದಾದಾರಿಕೆಯನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ: %s
ko_kr: 서브스크립션을 가져오는 도중 오류 발생: %s
pt_br: Erro ao obter subscrições: %s
ru_ru: Ошибка при получении подписки: %s
ta_in: பிழை பெறும் சந்தாபடுத்தல்: %s

source: Error displaying Compliance Assistant. Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: Erreur lors de l'affichage de l'assistant de compatibilité. Veuillez voir /var/log/rhsm/rhsm.log pour plus d'informations.
gu_in: સંમતિ મદદકર્તાને દર્શાવી રહ્યા હોય ત્યારે ભૂલ. મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: Compliance Assistant の表示でエラーです。詳細情報は /var/log/rhsm/rhsm.log で ご覧下さい。
kn_in: ಅನುವರ್ತನೆ (ಕಂಪ್ಲಯನ್ಸ್‍) ಸಹಾಯಕನ್ನು ತೋರಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: Compliance Assistant 표시 오류. 자세한 정보는 /var/log/rhsm/rhsm.log에서 참조하십시오.
pt_br: Erro ao exibir Assistência de Compatibilidade. Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: Ошибка отображения помощника. За информацией обратитесь к /var/log/rhsm/rhsm.log
ta_in: உடன்பாட்டு உதவியாளரை காட்டுவதில் பிழை. மேலும் தகவலுக்கு /var/log/rhsm/rhsm.logஐ பார்க்கவும்.

source: Unable to search for subscriptions
fr_fr: Impossible de rechercher les abonnements
gu_in: ઉમેદવારીઓ માટે શોધવાનું અસમર્થ
ja_jp: サブスクリプションの検索ができません
kn_in: ಚಂದಾದಾರಿಕೆಗಳಿಗಾಗಿ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko_kr: 서브스크립션을 검색할 수 없음
pt_br: Não foi possível realizar a busca de subscrições
ru_ru: Не удалось выполнить поиск подписок
ta_in: சந்தாபடுத்தல்களுக்காக தேட முடியவில்லை

source: <big><b>All software is in compliance until %s</b></big>
fr_fr: <big><b>Tous les logiciels sont compatibles jusqu'à %s</b></big>
gu_in: <big><b>બધા સોફ્ટવેર સંમતિમાં છે જ્યાં સુધી %s</b></big>
ja_jp: <big><b>全ソフトウェアのコンプライアンスは %s まで有効</b></big>
kn_in: <big><b>ಎಲ್ಲಾ ತಂತ್ರಾಂಶಗಳೂ %s ವರೆಗೆ ಅನುವರ್ತನೆಯಲ್ಲಿರುತ್ತವೆ (ಕಂಪ್ಲಯನ್ಸ್‍) </b></big>
ko_kr: <big><b>모든 소프트웨어는 %s 까지 준수</b></big>
pt_br: <big><b>Todo software é compatível até %s</b></big>
ru_ru: <big><b>Программное обеспечение поддерживается до %s</b></big>
ta_in: <big><b>உடன்பாடு %sவரை அனைத்து மென்பொருளும் உள்ளன</b></big>

source: %s (first date of non-compliance)
fr_fr: %s (première date de non-compatibilité)
gu_in: %s (અસંમતિની પહેલી તારીખ)
ja_jp: %s (コンプライアンス離脱の最初の期日)
kn_in: %s (ಅನುವರ್ತನೆಯಾಗಿರದ (ನಾನ್-ಕಂಪ್ಲಯನ್ಸ್‍) ಮೊದಲ ದಿನಾಂಕ)
ko_kr: %s (준수하지 않은 첫 번째 날짜)
pt_br: %s (primeira data sem compatibilidade)
ru_ru: %s (день отмены поддержки)
ta_in: %s (உடன்பாடற்ற முதல் தேதியில்)

source: The following subscriptions will cover the products selected on %s
fr_fr: Les abonnements suivants couvrirontt les produits sélectionnés sur %s
gu_in: નીચેની ઉમેદવારીઓ %s પર પસંદ થયેલ પ્રોડક્ટોને આવરશે
ja_jp: 以下のサブスクリプションは %s に選択された製品に有効です
kn_in: ಈ ಕೆಳಗಿನ ಚಂದಾದಾರಿಕೆಗಳು %s ನಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಲಾದ ಉತ್ಪನ್ನಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ
ko_kr: 다음 서브스크립션은 %s에 선택된 제품에 적용됩니다
pt_br: As seguintes subscrições irão cobrir os produtos selecionados no %s
ru_ru: Следующие подписки охватывают компоненты, выбранные на %s
ta_in: %s இல் தேர்ந்தெடுக்கப்பட்ட தயாரிப்புகளை பின்வரும் சந்தாக்கள் சேர்க்கும்

source: N/A
ja_jp: 該当無し
kn_in: ಲಭ್ಯವಿಲ್ಲ
ko_kr: 해당 없음
pt_br: Não está disponível
ru_ru: нет
ta_in: பொருந்தாது

source: Error activating subscription: %s
fr_fr: Erreur lors de l'activation de l'abonnement : %s
gu_in: ઉમેદવારીને સક્રિય કરી રહ્યા હોય ત્યારે ભૂલ: %s
ja_jp: サブスクリプションのアクティベーションにエラー: %s
kn_in: ಚಂದಾದಾರಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ: %s
ko_kr: 서브스크립션을 활성화하는 도중 오류 발생: %s
pt_br: Erro ao ativar a subscrição: %s
ru_ru: Ошибка активации подписки: %s
ta_in: பிழை செயல்படுத்தும் சந்தாபடுத்தல்: %s

source: Product
fr_fr: Produit
gu_in: પ્રોડક્ટ
ja_jp: 製品
kn_in: ಉತ್ಪನ್ನ
ko_kr: 제품
pt_br: Produto
ru_ru: Компонент
ta_in: தயாரிப்பு

source: Version
gu_in: આવૃત્તિ
ja_jp: バージョン
kn_in: ಆವೃತ್ತಿ
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
ta_in: பதிப்பு

source: Compliance Status
fr_fr: État de la compatiblité
gu_in: સંમતિ પરિસ્થિતિ
ja_jp: コンプライアンスステータス
kn_in: ಅನುವರ್ತನೆಯ ಸ್ಥಿತಿ
ko_kr: 준수 상태
pt_br: Status de Compatibilidade
ru_ru: Статус поддержки
ta_in: உடன்பாடு நிலை

source: Start Date
fr_fr: Date de début
gu_in: શરૂઆતની તારીખ
ja_jp: 開始期日
kn_in: ಆರಂಭದ ದಿನ
ko_kr: 시작 날짜
pt_br: Data de Início
ru_ru: Дата начала
ta_in: துவக்க தேதி

source: Future Subscription
fr_fr: Futur abonnement
gu_in: ભવિષ્યની ઉમેદવારી
ja_jp: 将来のサブスクリプション
kn_in: ಭವಿಷ್ಯದ ಚಂದಾದಾರಿಕೆ
ko_kr: 차후 서브스크립션
pt_br: Subscrição Futura
ru_ru: Будущая подписка
ta_in: வருங்கால சந்தாபடுத்தல்

source: Never Subscribed
fr_fr: Jamais abonné
gu_in: કદી ઉમેદવારી થયેલ નથી
ja_jp: サブスクリプション履歴無し
kn_in: ಎಂದೂ ಚಂದಾದಾರರಾಗಿರಲಿಲ್ಲ
ko_kr: 전혀 등록되지 않음
pt_br: Nunca foi Subscrito
ru_ru: Никогда не подписывалось
ta_in: சந்தாபடுத்தப்படவில்லை

source: Out of Compliance
fr_fr: Fin de compatibilité
gu_in: સંમતિની બહાર
ja_jp: コンプライアンスから離脱
kn_in: ಅನುವರ್ತನೆ ಇಲ್ಲ
ko_kr: 준수 상태에서 벗어남
pt_br: Não é Compatível
ru_ru: Не поддерживается
ta_in: உடன்பாட்டிற்கு வெளியே உள்ளது

source: Subscription %s is expired
fr_fr: L'abonnement %s a expiré
gu_in: ઉમેદવારી %s નો અંત આવી ગયો
ja_jp: サブスクリプション %s は期限切れです
kn_in: %s ಎಂಬ ಚಂದಾದಾರಿಕೆಯ ವಾಯಿದೆ ಪೂರ್ಣಗೊಂಡಿದೆ
ko_kr: %s 서브스크립션은 만료됨
pt_br: Subscrição %s vencida
ru_ru: Подписка %s истекла
ta_in: சந்தா %s கலாவதியானது

source: In Compliance
fr_fr: Compatible
gu_in: સંમતિમાં
ja_jp: コンプライアンスは有効
kn_in: ಅನುವರ್ತನೆಯಲ್ಲಿದೆ
ko_kr: 준수
pt_br: Em Compatibilidade
ru_ru: Поддерживается
ta_in: உடன்பாட்டில்

source: Covered by contract %s through %s
fr_fr: Couvert par le contrat %s à %s
gu_in: %s મારફતે કોન્ટ્રાક્ટ %s દ્દારા આવરેલ છે
ja_jp: %s を通じて契約 %s により有効です
kn_in: %s ಎಂಬ ಒಪ್ಪಂದದಕ್ಕೆ %s ಮೂಲಕ ಒಳಪಟ್ಟಿರುತ್ತದೆ
ko_kr: %s 통한 계약 %s의 범위 안에 있음
pt_br: Protegido por contrato %s dentro %s
ru_ru: Покрывается контрактом %s (%s)
ta_in: %s வழியாக %sஇன் உடன்பாடு சேர்க்கப்பட்டுள்ளது

source: My Installed Software
fr_fr: Mes logiciels installés
gu_in: મારું સ્થાપિત થયેલ સોફ્ટવેર
ja_jp: 自分のインストール済みソフトウェア
kn_in: ನನ್ನ ಅನುಸ್ಥಾಪಿಸಲಾದ ತಂತ್ರಾಂಶ
ko_kr: 내 설치된 소프트웨어
pt_br: Minha Instalação de Software
ru_ru: Мои установленные программы
ta_in: எனது நிறுவப்பட்ட மென்பொருள்

source: Next Update: %s
fr_fr: Prochaine mise à jour : %s
gu_in: આગળનો સુધારો: %s
ja_jp: 次の更新: %s
kn_in: ಮುಂದಿನ ಅಪ್‌ಡೇಟ್: %s
ko_kr: 다음 업데이트: %s
pt_br: Próxima Atualização: %s
ru_ru: Следующее обновление: %s
ta_in: அடுத்த புதுப்பித்தல்: %s

source: Installed
fr_fr: Installé
gu_in: સ્થાપિત થયેલ
ja_jp: インストール済み
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾಗಿರುವ
ko_kr: 설치됨
pt_br: Instalado
ru_ru: Установлено
ta_in: நிறுவப்பட்டது

source: Invalid date format. Please re-enter a valid date. Example:
fr_fr: Format de la date invalide. Veuillez saisir une date valide. Exemple :
gu_in: અયોગ્ય તારીખ બંધારણ. મહેરબાની કરીને યોગ્ય તારીખને પુન:દાખલ કરો. ઉદાહરણ:
ja_jp: 無効な日付形式です。有効な日付を再入力して下さい。例えば:
kn_in: ಅಮಾನ್ಯವಾದ ದಿನಾಂಕದ ಶೈಲಿ. ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯವಾದ ದಿನಾಂಕವನ್ನು ಮರಳಿ ನಮೂದಿಸಿ. ಉದಾಹರಣೆ:
ko_kr: 잘못된 날짜 형식입니다. 유효한 날짜를 다시 입력하십시오. 예:
pt_br: Formato de data inválido. Por favor insira uma data válida. Exemplo:
ru_ru: Неверный формат даты. Введите другую дату. Пример:
ta_in: தவறான தேதி வடிவம். ஒரு சரியான தேதியை மீண்டும் உள்ளிடவும். எடுத்துக்காட்டு:

source: Today
fr_fr: Aujourd'hui
gu_in: આજે
ja_jp: 今日
kn_in: ಇಂದು
ko_kr: 오늘
pt_br: Hoje
ru_ru: Сегодня
ta_in: இன்று

source: Fact
fr_fr: Fait
gu_in: તથ્ય
ja_jp: 事実情報
kn_in: ವಸ್ತುಸ್ಥಿತಿ
ko_kr: 정보
pt_br: Dado
ru_ru: Факт
ta_in: செயல்

source: Value
fr_fr: Valeur
gu_in: કિંમત
ja_jp: 値
kn_in: ಮೌಲ್ಯ
ko_kr: 값
pt_br: Valor
ru_ru: Значение
ta_in: மதிப்பு

source: No previous update
fr_fr: Aucune précédente mise à jour
gu_in: પહેલાંના સુધારા નથી
ja_jp: 以前の更新はありません
kn_in: ಹಿಂದಿನ ಯಾವುದೆ ಅಪ್‌ಡೇಟ್ ಇಲ್ಲ
ko_kr: 이전 업데이트가 없음
pt_br: Nenhuma atualização anterior
ru_ru: Нет предыдущих обновлений
ta_in: முந்தைய புதுப்பித்தல் இல்லை

source: There was an error saving your configuration. Make sure that you own %s.
fr_fr: Une erreur s'est produite lors de l'enregistrement de votre configuration. Assurez-vous de bien posséder %s.
gu_in: તમારા રૂપરેખાંકનને સંગ્રહતી વખતે ભૂલ હતી. ખાતરી કરો કે તમે %s ને પોતાનું કર્યુ છે.
ja_jp: 設定の保存に於いてエラーがありました。%s を所有していることを 確認して下さい
kn_in: ನಿಮ್ಮ ಸಂರಚನೆಯನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ. ನೀವು %s ಅನ್ನು ಹೊಂದಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko_kr: 설정 저장 도중 오류가 발생했습니다. %s을 소유하고 있는지 확인합니다.
pt_br: Ocorreu um erro ao salvar sua configuração. Certifique-se de que você possui %s.
ru_ru: Ошибка при сохранении конфигурации. Убедитесь, что вы являетесь владельцем %s.
ta_in: உங்கள் கட்டமைப்பை சேமிப்பதில் ஒரு பிழை. அது உங்கள் சொந்த %s உடையதா என உறுதிபடுத்தவும்.

source: You must register before using the compliance assistant.
fr_fr: Vous devez vous enregistrer avant d'utiliser l'assistant de compatibilité.
gu_in: સંમતિ મદદકર્તાને વાપરતા પહેલાં તમારે રજીસ્ટર કરવુ જ જોઇએ.
ja_jp: compliance assistant を使用するには、先に登録が必要です
kn_in: ಅನುಸರಣ (ಕಂಪ್ಲಯನ್ಸ್‍) ಸಹಾಯಕನನ್ನು ಬಳಸುವ ಮೊದಲು ನೀವು ನೋಂದಾಯಿಸಬೇಕು.
ko_kr: compliance assistant를 사용하려면 먼저 등록해야 합니다.
pt_br: Você deve realizar o registro antes de usar a assistência de compatibilidade.
ru_ru: Для доступа к помощнику по поддержке необходимо зарегистрироваться.
ta_in: உடன்பாட்டு துணையை பயன்படுத்துவதற்கு முன் நீங்கள் பதிவுசெய்ய வேண்டும்.உடன்பாட்டு துணையை பயன்படுத்துவதறனஉடன்பாட்டை

source: You have <b>%s</b> products out of compliance.
fr_fr: Vous possédez <b>%s</b> produits qui ne sont plus compatibles.
gu_in: તમારી પાસે <b>%s</b> પ્રોડક્ટ સંમતિની બહાર છે.
ja_jp: <b>%s</b> 製品がコンプライアンスから外れています
kn_in: ನಿಮ್ಮಲ್ಲಿನ <b>%s</b> ಉತ್ಪನ್ನಗಳು ಅನುವರ್ತನೆಯಿಂದ ಹೊರತಾಗಿವೆ.
ko_kr: 준수 상태에서 벗어난 <b>%s</b> 제품이 있습니다.
pt_br: Você possui <b>%s</b> produtos não compatíveis.
ru_ru: Число продуктов без поддержки: <b>%s</b>
ta_in: <b>%s</b> உடன்பாட்டை மீறிய தயாரிப்புகளை கொண்டுள்ளீர்கள்.

source: You have <b>1</b> product out of compliance.
fr_fr: Vous possédez <b>1</b> produit qui n'est plus compatible.
gu_in: તમારી પાસે <b>1</b> પ્રોડક્ટ સંમતિની બહાર છે.
ja_jp: <b>1</b> 製品がコンプライアンスから外れています
kn_in: ನಿಮ್ಮಲ್ಲಿನ <b>1</b> ಉತ್ಪನ್ನವು ಅನುವರ್ತನೆಯಿಂದ ಹೊರತಾಗಿದೆ.
ko_kr: 준수 상태에서 벗어난 <b>1</b> 제품이 있습니다.
pt_br: Você possui <b>1</b> produto que não é compatível.
ru_ru: <b>1</b> продукт без поддержки.
ta_in: <b>1</b> உடன்பாட்டை மீறிய தயாரிப்புகளை கொண்டுள்ளீர்கள்.

source: All products are in compliance until %s
fr_fr: Tous les produits sont compatibles jusqu'à %s
gu_in: બધી પ્રોડક્ટો સંમતિમાં છે જયાં સુધી %s
ja_jp: 全製品のコンプライアンスが %s まで有効です
kn_in: ಎಲ್ಲಾ ಉತ್ಪನ್ನಗಳೂ %s ವರೆಗೆ ಅನುವರ್ತನೆಯಲ್ಲಿವೆ
ko_kr: 모든 제품은 %s 까지 준수합니다
pt_br: Todos os produtos são compatíveis até %s
ru_ru: Все продукты поддерживаются до %s
ta_in: %s வரை உடன்பாட்டிலுள்ள அனைத்து தயாரிப்புகள்யுள்

source: You must enter a system name.
fr_fr: Vous devez entrer un nom de système.
gu_in: તમારે સિસ્ટમ નામને દાખલ કરવુ જ જોઇએ.
ja_jp: システム名を入力して下さい
kn_in: ನೀವು ಒಂದು ವ್ಯವಸ್ಥೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಬೇಕು.
ko_kr: 시스템 이름을 입력하셔야 합니다.
pt_br: Insira o nome no sistema.
ru_ru: Необходимо ввести имя системы.
ta_in: ஒரு கணினி பெயரை நீங்கள் உள்ளிட வேண்டும்.

source: You must enter a login.
fr_fr: Vous devez saisir un identifiant.
gu_in: તમારે લૉગિનને દાખલ કરવુ જ જોઇએ.
ja_jp: ログイン名を入力して下さい
kn_in: ನೀವು ಒಂದು ಲಾಗಿನ್ ಅನ್ನು ನಮೂದಿಸಬೇಕು.
ko_kr: 로그인을 입력하셔야 합니다.
pt_br: Adicione um logon.
ru_ru: Необходимо авторизоваться.
ta_in: ஒரு உட்புகுவை நீங்கள் உள்ளிட வேண்டும்.

source: You must enter a password.
fr_fr: Vous devez saisir un mot de passe.
gu_in: તમારે પાસવર્ડને દાખલ કરવુ જ જોઇએ.
ja_jp: パスワードを入力して下さい
kn_in: ನೀವು ಒಂದು ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಬೇಕು.
ko_kr: 암호를 입력하셔야 합니다.
pt_br: Insira uma senha.
ru_ru: Необходимо ввести пароль.
ta_in: ஒரு கடவுச்சொல்லை நீங்கள் உள்ளிட வேண்டும்.

source: RHSM Subscriptions Management
fr_fr: Gestion des abonnements RHSMt
gu_in: RHSM ઉમેદવારી સંચાલન
ja_jp: RHSM サブスクリプション管理
kn_in: RHSM ಚಂದಾದಾರಿಕೆಯ ವ್ಯವಸ್ಥಾಪನೆ
ko_kr: RHSM 서브스크립션 관리
pt_br: Gerenciamento de Subscrições RHMS
ru_ru: Управление подписками RHSM
ta_in: RHSM சந்தாபடுத்தல்கள் மேலாண்மை

source: Subscription Manager
fr_fr: Gestion des abonnements
gu_in: ઉમેદવારી સંચાલક
ja_jp: サブスクリプションマネージャ
kn_in: ಚಂದಾದಾರ ವ್ಯವಸ್ಥಾಪಕ
ko_kr: 서브스크립션 관리자
pt_br: Gerenciamento de Subscrição
ru_ru: Менеджер подписок
ta_in: சந்தாபடுத்தல் மேலாளர்

source: Entitlement Registration
fr_fr: Enregistrement des droits d'accès
gu_in: ઉમેદવારી રજીસ્ટ્રેશન
ja_jp: エンタイトルメントの登録
kn_in: ಎಂಟೈಟಲ್ಮೆಂಟ್ ನೋಂದಣಿ
ko_kr: 인타이틀먼트 등록
pt_br: Registro de Entitlement
ru_ru: Регистрация полномочий
ta_in: உரிம பதிவு

source: Entitlement Platform Registration
fr_fr: Plateforme d'enregistrement des droits d'accès
gu_in: ઉમેદવારી પ્લેટફોર્મ રજીસ્ટ્રેશન
ja_jp: エンタイトルメントプラットフォームの登録
kn_in: ಎಂಟೈಟಲ್ಮೆಂಟ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ನೋಂದಣಿ
ko_kr: 인타이틀먼트 플랫폼 등록
pt_br: Registro da Plataforma de Entitlement
ru_ru: Регистрация платформы полномочий
ta_in: உரிம தளப் பதிவு

source: Contract Number
fr_fr: Numéro de contrat
gu_in: કોન્ટ્રાક્ટ નંબર
ja_jp: 契約番号
kn_in: ಸಂಪರ್ಕದ ಸಂಖ್ಯೆ
ko_kr: 계약 번호
pt_br: Número de Contrato
ru_ru: Номер контракта
ta_in: ஒப்பந்த எண்

source: Used / Available
fr_fr: Utilisé / Disponible
gu_in: વાપરેલ / ઉપલબ્ધ
ja_jp: 使用中 / 利用可能
kn_in: ಬಳಸಲಾದ / ಲಭ್ಯವಿರುವ
ko_kr: 사용되고 있음 / 사용 가능
pt_br: Usado / Disponível
ru_ru: Занято/доступно
ta_in: பயன்படுத்தப்பட்டது / கிடைக்கக்கூடியது

source: You must select a certificate.
fr_fr: Vous devez sélectionner un certificat.
gu_in: તમારે પ્રમાણપત્રને પસંદ કરવુ જ જોઇએ.
ja_jp: 証明書を選択して下さい
kn_in: ನೀವು ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು.
ko_kr: 인증서를 선택하셔야 합니다.
pt_br: Selecione um certificado.
ru_ru: Необходимо выбрать сертификат.
ta_in: ஒரு சான்றிதழை நீங்கள் தேர்ந்தெடுக்க வேண்டும்.

source: %s is not a valid certificate file. Please upload a valid certificate.
fr_fr: %s n'est pas un fichier certificat valide. Veuillez télécharger un certificat valide.
gu_in: %s યોગ્ય પ્રમાણપત્ર ફાઇલ નથી. મહેરબાની કરીને યોગ્ય પ્રમાણપત્રને દાખલ કરો.
ja_jp: %s は無効な証明書ファイルです。有効な証明書をアップロードして下さい
kn_in: %s ಒಂದು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರ ಕಡತವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ.
ko_kr: %s 은(는) 유효한 인증서 파일이 아닙니다. 유효한 인증서를 업로드하십시오.
pt_br: %s não é um certificado válido. Por favor insira um certificado válido.
ru_ru: Недопустимый файл сертификата (%s). Предоставьте верный сертификат.
ta_in: %s ஆனது ஒரு சரியான சான்றிழ் கோப்பு அல்ல. ஒரு சரியான சான்றிதழை பதிவேற்றவும்.
