Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: Certificate serial to unsubscribe
fr_fr: Certificat sériel à désenregistrer
gu_in: ઉમેદવારી હટાવા માટે પ્રમાણપત્ર શ્રેણી
ja_jp: サブスクリプション解除する証明書シリアル番号
kn_in: ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಬೇಕಿರುವ ಪ್ರಮಾಣಪತ್ರದ ಅನುಕ್ರಮ
ko_kr: 등록 해제를 위한 인증서 일련 번호
pt_br: Certificado serial para cancelamento da subscrição
ru_ru: Серийный номер отписываемого сертификата
ta_in: சந்தாநீக்குவதற்கான சான்றிதழ் வரிசை

source: Unsubscribe from all subscriptions
fr_fr: Se désabonner de tous les abonnements
gu_in: બધી ઉમેદવારીઓમાંથી ઉમેદવારીને હટાવો
ja_jp: 全てのサブスクリプションから解除
kn_in: ಎಲ್ಲಾ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ರದ್ದುಗೊಳಿಸಿ
ko_kr: 모든 서브스크립션에서 등록 해제
pt_br: Cancela a subscrição de todas as subscrições
ru_ru: Отписаться ото всех
ta_in: அனைத்து சந்தாக்களிலிருந்து சந்தாநீக்கு

source: One of --serial or --all must be provided
fr_fr: --serial ou --all doit être fourni
gu_in: --serial અથવા --all નાં એકને પૂરુ પાડેલ હોવુ જ જોઇએ
ja_jp: --serial か --all のいずれかを入力します
kn_in: --serial ಅಥವ --all ನಲ್ಲಿ ಒಂದನ್ನಾದರೂ ಒದಗಿಸಬೇಕು
ko_kr: --serial 또는 --all 중 하나를 입력함
pt_br: Um dos --serial ou --all devem ser fornecidos
ru_ru: Требуется указать «--serial» или «--all»
ta_in: --serial அல்லது --all-இல் ஒன்று கொடுக்கப்படவேண்டும்இ--serial அல்லது --all

source: Unable to perform unsubscribe due to the following exception Error: %s
fr_fr: Impossible de désabonner à cause l'exception suivante Erreur : %s
gu_in: નીચેનાં અપવાદને કારણે ઉમેદવારી હટાવવાનું અસમર્થ ભૂલ: %s
ja_jp: 以下の例外エラーの為、サブスクリプション解除を実行できません : %s
kn_in: ಈ ಕೆಳಗಿನ ಆಕ್ಷೇಪಣೆಯ ಕಾರಣದಿಂದಾಗಿ ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ ದೋಷ: %s
ko_kr: 다음의 예외 오류로 인해 등록 해제할 수 없음 : %s
pt_br: Não foi possível executar o cancelamento devido a seguinte exceção Error: %s
ru_ru: Не удалось отписать. Ошибка: %s
ta_in: பின்வரும் மறைகுறியாக்கத்தினால் சந்தாபடுத்தலை செயற்படுத்த முடியவில்லை பிழை: %s

source: show information for facts
fr_fr: afficher les informations des faits
gu_in: તથ્યો માટે જાણકારીને બતાવો
ja_jp: 事実情報を表示
kn_in: ವಸ್ತುಸ್ಥಿತಿಗಳಿಗಾಗಿನ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ko_kr: 시스템 정보 보기
pt_br: apresenta descrição dos dados
ru_ru: показать сведения о фактах
ta_in: செயல்களுக்கான தகவலைக் காட்டுசெயல்பகள

source: list known facts for this system
fr_fr: répertorier les faits connus de ce système
gu_in: આ સિસ્ટમ માટે જાણીતા તથ્યની યાદી કરો
ja_jp: このシステムの既知の事実を一覧表示
kn_in: ಈ ವ್ಯವಸ್ಥೆಗಾಗಿನ ವಸ್ತುಸ್ಥಿತಿಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡು
ko_kr: 이 시스템의 알려진 정보를 나열
pt_br: lista dados conhecidos para este sistema
ru_ru: показать известные факты для системы
ta_in: இந்த கணினிக்கான தெரிந்த செயல்களின் பட்டியல்இந்த கணினிக்குஇந்த கணஇந்த கண்டின

source: update the system facts
fr_fr: mettre à jour les faits du système
gu_in: સિસ્ટમ તથ્યો સુધારો
ja_jp: システムの事実情報を更新
kn_in: ವ್ಯವಸ್ಥೆಯ ವಸ್ತುಸ್ಥಿತಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
ko_kr: 시스템 정보 업데이트
pt_br: atualiza dados no sistema
ru_ru: обновить факты системы
ta_in: கணினி செயல்களை புதுப்பிக்கவும்கணினி செயல்களை புதுப்பிக்கககணினி செயல்களை புதுக்ககணினி செய்லக

source: Error: Need either --list or --update, Try facts --help
fr_fr: Erreur : --list ou --update est nécessaire, essayez facts --help
gu_in: ભૂલ: ક્યાંતો --list અથવા --update ની જરૂર છે, તથ્ય --help પ્રયત્ન કરો
ja_jp: エラー: --list 又は --update が必要です。facts --help を試して下さい
kn_in: ದೋಷ: --list ಅಥವ --update ನ ಅಗತ್ಯವಿರುತ್ತದೆ, facts --help ಅನ್ನು ಬಳಸಿ ನೋಡಿ
ko_kr: 오류: --list 또는 --update가 필요합니다. facts --help를 시도해 보십시오
pt_br: Erro: É necessário --list ou --update, Experimente dados --help
ru_ru: Ошибка. Необходимо указать «--list» или «--update». Выполните «facts --help»
ta_in: பிழை: --list அல்லது --update தேவை, --help-ஐ முயற்சிக்கவும்பிழை: --list அல்லது --update தேவை, --help-ஐ

source: list available or consumer subscriptions for registered user
fr_fr: répertorie les abonnements disponibles ou les abonnements de consommateur pour l'utilisateur enregistré
gu_in: ઉપલબ્ધની યાદી કરો અથવા રજીસ્ટર થયેલ વપરાશકર્તા માટે ગ્રાહક ઉમેદવારીઓ
ja_jp: 登録済みユーザーの利用可能な、又は消費者のサブスクリプションを一覧表示
kn_in: ನೋಂದಾಯಿಸಲಾದ ಬಳಕೆದಾರರಿಗಾಗಿ ಲಭ್ಯವಿರುವ ಪಟ್ಟಿ ಅಥವ ಗ್ರಾಹಕ ಚಂದಾದಾರಿಕೆಗಳು
ko_kr: 등록된 사용자에 대해 사용 가능하거나 사용하는 서브스크립션을 나열
pt_br: lista subscrições do cliente ou disponível para usuário registrado
ru_ru: показать доступные подписки для зарегистрированного пользователя
ta_in: பதிவுசெய்யப்பட்ட பயனருக்காக வாடிக்கையாளர் சந்தாக்கள் அல்லது பட்டில் உள்ளது

source: installed
fr_fr: installé
gu_in: સ્થાપિત થયેલ
ja_jp: インストール済み
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ
ko_kr: 설치됨
pt_br: instalado
ru_ru: установлено
ta_in: நிறுவப்பட்டது

source: available
fr_fr: disponible
gu_in: ઉપલબ્ધ
ja_jp: 利用可能
kn_in: ಲಭ್ಯವಿದೆ
ko_kr: 사용 가능
pt_br: disponível
ru_ru: доступно
ta_in: கிடைக்கக்கூடியது

source: date to search on, defaults to today's date, only used with --available
fr_fr: date à rechercher, date actuelle par défaut, uniquement utilisé avec --available
gu_in: તારીખને શોધવાનું ચાલુ છે, આજની તારીખ માટે મૂળભૂતો, ફક્ત --available સાથે વાપરેલ
ja_jp: 検索した日の日付。デフォルトは今日の日付です。--available との併用のみ
kn_in: ಹುಡುಕಬೇಕಿರುವ ದಿನಾಂಕ, ಇವತ್ತಿನ ದಿನಾಂಕವು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿರುತ್ತದೆ, --available ನೊಂದಿಗೆ ಮಾತ್ರ ಬಳಸಬೇಕು
ko_kr: 검색할 날짜입니다. 오늘 날짜가 기본값입니다. --available과만 함께 사용됨
pt_br: data de busca, o padrão é a data de hoje, apenas usado com --available
ru_ru: поиск по дате (по умолчанию сегодня), используется вместе с «--available»
ta_in: தேதி தேடுவதற்கு, இன்று தேதி முன்னிருப்புகள், --availableஉடன் மட்டும் பயன்படுத்தப்படும்

source: consumed
fr_fr: consommé
gu_in: વાપરેલ
ja_jp: 消費済み
kn_in: ಬಳಸಲಾಗಿರುವ
ko_kr: 사용됨
pt_br: utilizado
ru_ru: занято
ta_in: உபயோகப்படுத்தப்பட்டது

source: if supplied with --available then all subscriptions are returned
fr_fr: si fourni avec --available, alors tous les abonnements sont retournés
gu_in: જો --available સાથે પૂરુ પાડેલ હોય પછી બધી ઉમેદવારીઓ પાછી આવેલ છે
ja_jp: --available との併用の場合、全てのサブスクリプションが返されます
kn_in: --available ನೊಂದಿಗೆ ಮರಳಿಸಲಾಗಿದ್ದರೆ ಎಲ್ಲಾ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಮರಳಿಸಲಾಗುತ್ತದೆ
ko_kr: --available과 함께 제공될 경우 모든 서브스크립션이 반환됨
pt_br: caso fornecido com --available, todas as subscrições serão retornadas
ru_ru: если указано вместе с «--available», будут возвращены все подписки
ta_in: --available-உடன் வழங்கப்பட்டால் அனைத்து சந்தாக்களும் திரும்பி அனுப்பப்படும்

source: Error: --all is only applicable with --available
fr_fr: Erreur : --all ne s'applique qu'avec --available
gu_in: ભૂલ: --all એ ફક્ત --available સાથે લાગુ પડે તેમ છે
ja_jp: エラー: --all は --available との併用でのみ適用可能
kn_in: ದೋಷ: --all ಎನ್ನುವುದು --available ನೊಂದಿಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ
ko_kr: 오류: --all은 --available과만 사용 가능
pt_br: Erro: --all é apenas aplicável com --available
ru_ru: Ошибка. «--all» используется вместе с «--available»
ta_in: பிழை: --all என்பது --available-உடன் மட்டுமே பொருந்தக்கூடியது

source: Error: --ondate is only applicable with --available
fr_fr: Erreur : --ondate ne s'applique qu'avec --available
gu_in: ભૂલ : --ondate એ ફક્ત --available સાથે લાગુ પડે તેમ છે
ja_jp: エラー: --ondate は --available との併用でのみ適用可能
kn_in: ದೋಷ: --ondate ಎನ್ನುವುದು --available ನೊಂದಿಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ
ko_kr: 오류: --ondate는 --available과만 사용 가능
pt_br: Error: --ondate é apenas aplicável com --available
ru_ru: Ошибка. «--ondate» используется вместе с «--available»
ta_in: : --ondate is only applicable with --available

source: No installed Products to list
fr_fr: Aucun produit installé à répertorier
gu_in: યયાદી કરવા માટે સ્થાપિત થયેલ પ્રોડક્ટો નથી
ja_jp: 一覧表示するインストール済み製品はありません
kn_in: ಪಟ್ಟಿ ಮಾಡಲು ಯಾವುದೆ ಉತ್ಪನ್ನಗಳಿಲ್ಲ
ko_kr: 나열할 설치된 제품이 없음
pt_br: Não há Produtos instalados à lista
ru_ru: Нет установленных продуктов для просмотра
ta_in: பட்டியலிடுவதற்கு நிறுவப்பட்ட தயாரிப்புகள் எதுவும் இல்லைபட்டியலிடுவதற்கு நிறுவப்பட்ட தயாரு

source: Installed Product Status
fr_fr: Statut des produits installés
gu_in: સ્થાપિત થયેલ પ્રોડક્ટ પરિસ્થિતિ
ja_jp: インストール済み製品のステータス
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾದ ಉತ್ಪನ್ನದ ಸ್ಥಿತಿ
ko_kr: 설치된 제품 상태
pt_br: Status de Produtos Instalados
ru_ru: Статус установленного продукта
ta_in: நிறுவப்பட்ட தயாரிப்பு நிலை

source: Date entered is invalid. Date should be in ISO 8601 format (example:
fr_fr: La date saisie est invalide. La date doit être sous le format ISO 8601 (exemple :
gu_in: દાખલ થયેલ તારીખ અયોગ્ય છે. તારીખ એ ISO 8601 બંધારણમાં હોવી જોઇએ (ઉદાહરણ:
ja_jp: 入力された日付は無効です。日付は ISO 8601 形式にして下さい (例えば:
kn_in: ನಮೂದಿಸಲಾದ ದಿನಾಂಕವು ಅಮಾನ್ಯವಾಗಿದೆ. ದಿನಾಂಕವು ISO 8601 ಶೈಲಿಯಲ್ಲಿ ಇರಬೇಕು (ಉದಾಹರಣೆಗೆ:
ko_kr: 입력된 날짜가 잘못되었습니다. 날짜는 ISO 8601 형식이 되어야 합니다 (예:
pt_br: A data inserida está inválida. A data deve aparecer no formato ISO 8601 (exemplo:
ru_ru: Неверная дата. Дата должна быть задана в формате ISO 8601 (пример:
ta_in: உள்ளிடப்பட்ட தேதி தவறானது. தேதியானது ISO 8601 வடிவில் இருக்க வேண்டும் (எடுத்துக்காட்டு:

source: No Available subscription pools to list
fr_fr: Aucun pool d'abonnement disponible à répertorier
gu_in: યાદી કરવા માટે ઉપલબ્ધ ઉમેદવારી પુલ નથી
ja_jp: 一覧表示する利用可能なサブスクリプションプールはありません
kn_in: ಪಟ್ಟಿ ಮಾಡಲು ಲಭ್ಯವಿರುವ ಯಾವುದೆ ಚಂದಾದಾರಿಕೆ ಇಲ್ಲ
ko_kr: 나열 가능한 서브스크립션 풀이 없음
pt_br: Não há pools de subscrição disponíveis à lista
ru_ru: Нет пулов подписок для просмотра
ta_in: பட்டியலிடுவதற்கு சந்தாபடுத்தல் பூல்கள் எதுவும் இல்லை

source: No Consumed subscription pools to list
fr_fr: Aucun pool d'abonnement consommé à répertorier
gu_in: યાદી કરવા માટે વાપરેલ ઉમેદવારી પુલ નથી
ja_jp: 一覧表示する消費済みサブスクリプションプールはありません
kn_in: ಪಟ್ಟಿ ಮಾಡಲು ಬಳಸಲಾದ ಯಾವುದೆ ಚಂದಾದಾರಿಕೆ ಇಲ್ಲ
ko_kr: 나열할 사용되는 서브스크립션 풀이 없음
pt_br: Não há pools utilizados de subscrição à lista
ru_ru: Нет пулов занятых подписок для просмотра
ta_in: பட்டியலில் உடயோகமான சந்தாபடுத்தல் பூல்கள் எதுவும்

source: Consumed Product Subscriptions
fr_fr: Abonnement produit consommé
gu_in: વાપરેલ પ્રોડક્ટ ઉમેદવારીઓ
ja_jp: 消費済み製品サブスクリプション
kn_in: ಬಳಸಲಾದ ಉತ್ಪನ್ನದ ಚಂದಾದಾರಿಕೆಗಳು
ko_kr: 사용되는 제품 서브스크립션
pt_br: Subscrições Utilizadas de Produto
ru_ru: Занятые подписки
ta_in: உபயோகமான தயாரிப்பு சந்தாபடுத்தல்கள்

source: Usage: %s [options] MODULENAME --help
gu_in: વપરાશ: %s [options] MODULENAME --help
ja_jp: 使用法: %s [オプション] モジュール名 --help
kn_in: ಬಳಕೆ: %s [options] MODULENAME --help
ko_kr: 사용법: %s [options] MODULENAME --help
pt_br: Uso: %s [options] MODULENAME --help
ru_ru: Формат: %s [параметры] МОДУЛЬ --help
ta_in: பயன்பாடு: %s [விருப்பங்கள்] MODULENAME --help

source: Supported modules:
fr_fr: Modules pris en charge :
gu_in: આધારભૂત મોડ્યુલો:
ja_jp: サポートのあるモジュール:
kn_in: ಬೆಂಬಲಿತ ಘಟಕಗಳು:
ko_kr: 지원 모듈:
pt_br: Módulos suportados:
ru_ru: Поддерживаемые модули:
ta_in: துணைபுரியப்பட்ட தொகுதிகள்:

source: Error: You need to register this system by running `register` command before using this option.
fr_fr: Erreur : Vous devez enregistrer ce système en exécutant la commande `register` avant d'utiliser cette option.
gu_in: Ytn: આ વિકલ્પને વાપરતા પહેલાં તમારે `register` આદેશને ચલાવીને આ સિસ્ટમને રજીસ્ટર કરવાની જરૂર છે.
ja_jp: エラー: このシステムの登録には `register`コマンドの後にこのオプションを使用する 必要があります
kn_in: ದೋಷ: ಈ ಆಯ್ಕೆಯನ್ನು ಬಳಸುವ ಮೊದಲು `register` ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸುವ ಮೂಲಕ ನೀವು ನೋಂದಾಯಿಸಬೇಕು.
ko_kr: 오류: 이 옵션을 사용하기 전 `register` 명령을 실행하여 이 시스템을 등록해야 합니다.
pt_br: Erro: Você precisa registrar este sistema pela execução do comando `registrar` antes de usar esta opção.
ru_ru: Ошибка. Прежде чем использовать этот параметр, зарегистрируйте систему с помощью команды «register».
ta_in: பிழை: `register` கட்டளையை இந்த விருப்பத்தை பயன்படுத்துவதற்கு முன் நீங்கள் இந்த கணினியை இயங்குவதற்கான பதிவுசெய்யப்ப வேண்டும்.

source: installing: %s
fr_fr: installation : %s
gu_in: સ્થાપિત કરી રહ્યા છે: %s
ja_jp: インストール中: %s
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s
ko_kr: 설치 중: %s
pt_br: instalação: %s
ru_ru: устанавливается: %s
ta_in: நிறுவுகிறது: %s

source: deleting: %s
fr_fr: suppression : %s
gu_in: કાઢી રહ્યા છે: %s
ja_jp: 削除中: %s
kn_in: ಅಳಿಸಲಾಗುತ್ತಿದೆ: %s
ko_kr: 삭제 중: %s
pt_br: exclusão: %s
ru_ru: удаляется: %s
ta_in: அழிக்கிறது: %s

source: duration: %d(ms)
fr_fr: durée : %d(ms)
gu_in: સમયગાળો: %d(ms)
ja_jp: 期間: %d(ms)
kn_in: ಕಾಲಾವಧಿ: %d(ms)
ko_kr: 기간: %d(ms)
pt_br: duração: %d(ms)
ru_ru: длительность: %d(мс)
ta_in: கால அளவு: %d(ms)

source: Updating facts
fr_fr: Mise à jour des faits
gu_in: તથ્ય સુધારી રહ્યા છે
ja_jp: 事実情報の更新中
kn_in: ವಸ್ತುಸ್ಥಿತಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko_kr: 정보 업데이트 중
pt_br: Atualização de dados
ru_ru: Обновляются факты
ta_in: செயல்களை புதுப்பிக்கிறது

source: Reasons(s):
fr_fr: Raison(s) :
gu_in: કારણ (ઓ):
ja_jp: 理由:
kn_in: ಕಾರಣಗಳು(s):
ko_kr: 이유:
pt_br: Razão(ões):
ru_ru: Основание:
ta_in: காரணங்(கள்):

source: Reason(s):
fr_fr: Raison(s) :
gu_in: કારણ(ઓ):
ja_jp: 理由:
kn_in: ಕಾರಣ(ಗಳು):
ko_kr: 이유:
pt_br: Razão(ões):
ru_ru: Основание:
ta_in: காரணம்(கள்):

source: Total updates: %d
fr_fr: Total des mises à jour : %d
gu_in: કુલ સુધારાઓ: %d
ja_jp: 全ての更新: %d
kn_in: ಒಟ್ಟು ಅಪ್‌ಡೇಟ್‌ಗಳು: %d
ko_kr: 모든 업데이트: %d
pt_br: Total de atualizações: %d
ru_ru: Всего обновлений: %d
ta_in: மொத்த புதுப்பித்தல்கள்: %d

source: Found (local) serial# %s
fr_fr: Numéro de série (local) trouvé %s
gu_in: (સ્થાનિક) શ્રેણી# %s મળી
ja_jp: 見付かった (ローカル) シリアル # %s
kn_in: ಕಂಡುಬಂದಿರುವ (ಸ್ಥಳೀಯ) ಅನುಕ್ರಮ# %s
ko_kr: 발견된 (로컬) 일련 번호# %s
pt_br: Série (local) encontrada# %s
ru_ru: Найден (локальный) серийный # %s
ta_in: (உள்ளமை) வரிசை# %s காணப்பட்டது

source: Expected (UEP) serial# %s
fr_fr: Numéro de série (UEP) attendu %s
gu_in: ઇચ્છિત (UEP) શ્રેણી# %s
ja_jp: 予期される (UEP) シリアル# %s
kn_in: ನಿರೀಕ್ಷಿತ (ಸ್ಥಳೀಯ) ಅನುಕ್ರಮ# %s
ko_kr: 예상 (UEP) 일련 번호# %s
pt_br: Série (UEP) esperada# %s
ru_ru: Ожидаемый (UEP) серийный # %s
ta_in: எதிர்பார்க்கப்பட்ட (UEP) வரிசை# %s

source: Added (new)
fr_fr: Ajouté (nouveau)
gu_in: ઉમેરાયેલ (નવું)
ja_jp: 追加 (新規)
kn_in: ಸೇರಿಸಲಾಗಿದೆ (ಹೊಸ)
ko_kr: 추가됨 (신규)
pt_br: Adicionado (novo)
ru_ru: Добавлено (новые)
ta_in: சேர்க்கப்பட்டது (புதிய)

source: Deleted (rogue):
fr_fr: Supprimé (non autorisé) :
gu_in: કાઢી નાંખેલ (ઠગ):
ja_jp: 削除済み (変異品):
kn_in: ಅಳಿಸಲಾಗಿರುವ (ಅತಿಕ್ರಮಿಸಲಾಗಿರುವ):
ko_kr: 삭제됨 (결함이 있음):
pt_br: Removido (rogue):
ru_ru: Удалено (посторонние):
ta_in: அழிக்கப்பட்டது (rogue):

source: Expired (not deleted):
fr_fr: Expiré (non supprimé) :
gu_in: અંત આવી ગયો (કાઢી નાંખેલ નથી):
ja_jp: 期限切れ (未削除):
kn_in: ವಾಯಿದೆ ತೀರಿರುವ (ಅಳಿಸಲಾಗಿಲ್ಲ):
ko_kr: 만료됨 (삭제되지 않음):
pt_br: Vencido (não removido):
ru_ru: Истекло (не удалено):
ta_in: கலாவதியானது (அழிக்கப்படவில்லை):கலாவதியானத

source: Expired (deleted):
fr_fr: Expiré (supprimé) :
gu_in: અંત આવી ગયો (કાઢી નાંખેલ):
ja_jp: 期限切れ (削除済み):
kn_in: ವಾಯಿದೆ ತೀರಿರುವ (ಅಳಿಸಲಾಗಿರುವ):
ko_kr: 만료됨 (삭제됨):
pt_br: Vencido (removido):
ru_ru: Истекло (удалено):
ta_in: கலாவதியானது (அழிக்கப்பட்டது):

source: Updating Red Hat certificates
fr_fr: Mise à jour des certificats Red Hat
gu_in: Red Hat પ્રમાણપત્રોને સુધારી રહ્યા છે
ja_jp: Red Hat 証明書の更新中
kn_in: Red Hat ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko_kr: Red Hat 인증서 업데이트
pt_br: Atualização de certificados da Red Hat
ru_ru: Обновляются сертификаты Red Hat
ta_in: Red Hat சான்றிதழ்களை புதுப்பிக்கிறது

source: PRODUCT INFO ========================= Name %-25s Variant %-25s Architecture %-25s Version %-25s
gu_in: PRODUCT INFO ========================= નામ %-25s ભિન્ન %-25s આર્કિટેક્ચર %-25s આવૃત્તિ %-25s
ja_jp: 製品情報 ========================= 名前 %-25s 拡張種 %-25s アーキテクチャ %-25s バージョン %-25s
kn_in: ಉತ್ಪನ್ನದ ಮಾಹಿತಿ ========================= ಹೆಸರು %-25s ವೇರಿಯಂಟ್ %-25s ಆರ್ಕಿಟೆಕ್ಚರ್ %-25s ಆವೃತ್ತಿ %-25s
ko_kr: 제품 정보 ========================= 이름 %-25s 변수 %-25s 아키텍처 %-25s 버전 %-25s
pt_br: INFORMAÇÃO DO PRODUTO ========================= Nome %-25s Variação %-25s Arquitetura %-25s Versão %-25s
ru_ru: ИНФОРМАЦИЯ О ПРОДУКТЕ ========================= Имя %-25s Вариант %-25s Архитектура %-25s Версия %-25s

source: Name %-25s Label %-30s Quantity %-25s Flex Quantity %-25s Vendor %-25s URL %-30s Enabled %-25s
gu_in: નામ %-25s લેબલ %-30s જથ્થો %-25s ફ્લેક્ષ જથ્થો %-25s ગ્રાહક %-25s URL %-30s સક્રિય %-25s
ja_jp: 名前 %-25s ラベル %-30s 数量 %-25s Flex 数量 %-25s ベンダー %-25s URL %-30s 有効 %-25s
kn_in: ಹೆಸರು %-25s ಲೇಬಲ್ %-30s ಪ್ರಮಾಣ %-25s ಫ್ಲೆಕ್ಸ್ ಪ್ರಮಾಣ %-25s ಮಾರಾಟಗಾರರು %-25s URL %-30s ಶಕ್ತಗೊಂಡಿರುವ %-25s
ko_kr: 이름 %-25s 레이블 %-30s 수량 %-25s Flex 수량 %-25s 벤더 %-25s URL %-30s 활성화 %-25s
pt_br: Nome %-25s Etiqueta %-30s Quantidade %-25s Quantidade Flexível %-25s Fornecedor %-25s URL %-30s Ativado %-25s
ru_ru: Имя %-25s Метка %-30s Кол-во %-25s Кол-во гибкое %-25s Поставщик %-25s URL %-30s Вкл. %-25s
ta_in: பெயர் %-25s லேபில் %-30s அளவு %-25s ஃபெலெக்ஸ அளவு %-25s விநியோகம் %-25s URL %-30s செயல்படுத்தப்பட்டது %-25s

source: Name %-25s Description %-25s
gu_in: નામ %-25s વર્ણન %-25s
ja_jp: 名前 %-25s 説明 %-25s
kn_in: ಹೆಸರು %-25s ವಿವರಣೆ %-25s
ko_kr: 이름 %-25s 설명 %-25s
pt_br: Nome %-25s Descrição %-25s
ru_ru: Имя %-25s Описание %-25s
ta_in: பெயர் %-25s விளக்கம் %-25s

source: The subscription for %s is valid until %s.
fr_fr: L'abonnement pour %s est valide jusqu'à %s.
gu_in: %s માટે ઉમેદવારી %s સુધી યોગ્ય છે.
ja_jp: %s のサブスクリプションは %s まで有効です。
kn_in: %s ಗಾಗಿನ ಚಂದಾದಾರಿಕೆಯು %s ವರೆಗೆ ಮಾನ್ಯವಾಗಿರುತ್ತದೆ.
ko_kr: %s의 서브스크립션은 %s 까지 유효합니다.
pt_br: A subscrição para %s está inválida até %s.
ru_ru: Подписка для %s действует до %s.
ta_in: %s க்கான இந்த சந்தாபடுத்தல் %s வரை சரியானதாகும்.

source: ProductName: %-25s Status: %-25s Expires: %-25s Subscription: %-25s ContractNumber: %-25s AccountNumber: %-25s
gu_in: પ્રોડક્ટ નામ: %-25s પરિસ્થિતિ: %-25s અંત આવે છે: %-25s ઉમેદવારી: %-25s કોન્ટ્રાક્ટ નંબર: %-25s ખાતા નંબર: %-25s
ja_jp: 製品名: %-25s ステータス: %-25s 期限: %-25s サブスクリプション: %-25s 契約番号: %-25s アカウント番号: %-25s
kn_in: ಉತ್ಪನ್ನದ ಹೆಸರು: %-25s ಸ್ಥಿತಿ: %-25s ವಾಯಿದೆ: %-25s ಚಂದಾದಾರಿಕೆ: %-25s ಸಂಪರ್ಕದ ಸಂಖ್ಯೆ: %-25s ಖಾತೆಯ ಸಂಖ್ಯೆ: %-25s
ko_kr: 제품명: %-25s 상태: %-25s 기간: %-25s 서브스크립션: %-25s 연락처: %-25s 계정 번호: %-25s
pt_br: Nome do Produto: %-25s Status: %-25s Vencimento: %-25s Subscrição: %-25s Número do Contrato: %-25s Número da Conta: %-25s
ru_ru: Имя: %-25s Статус: %-25s Истекает: %-25s Подписка: %-25s Номер контракта: %-25s Номер счёта: %-25s
ta_in: தயாரிப்பு பெயர்: %-25s நிலை: %-25s காலாவதி: %-25s சந்தா: %-25s ஒப்பந்த எண்: %-25s கணக்கு எண்: %-25s

source: ProductName: %-25s ProductId: %-25s PoolId: %-25s Quantity: %-25s Expires: %-25s
gu_in: પ્રોડક્ટ નામ: %-25s પ્રોડક્ટ Id: %-25s પુલ Id: %-25s જથ્થો: %-25s અંત આવે છે: %-25s
ja_jp: 製品名: %-25s 製品 Id: %-25s プール Id: %-25s 数量: %-25s 期限: %-25s
kn_in: ಉತ್ಪನ್ನದ ಹೆಸರು: %-25s ಉತ್ಪನ್ನId: %-25s ಪೂಲ್Id: %-25s ಪ್ರಮಾಣ: %-25s ವಾಯಿದೆ: %-25s
ko_kr: 제품명: %-25s 제품 Id: %-25s 풀 Id: %-25s 수량: %-25s 기간: %-25s
pt_br: Nome do Produto: %-25s Id do Produto: %-25s Id do Pool: %-25s Quantidade: %-25s Vencimento: %-25s
ru_ru: Имя: %-25s ID продукта: %-25s ID пула: %-25s Кол-во: %-25s Истекает: %-25s
ta_in: தயாரிப்பு பெயர்: %-25s தயாரிப்புId: %-25s பூல்Id: %-25s அளவு: %-25s காலாவதி: %-25s

source: ProductName: %-25s ContractNumber: %-25s AccountNumber: %-25s SerialNumber: %-25s Active: %-25s Begins: %-25s Expires: %-25s
gu_in: પ્રોડક્ટ નામ: %-25s કોન્ટ્રાક્ટ નંબર: %-25s ખાતા નંબર: %-25s શ્રેણી નંબર: %-25s સક્રિય: %-25s શરૂ થાય છે: %-25s અંત આવી રહ્યો છે: %-25s
ja_jp: 製品名: %-25s 契約番号: %-25s アカウント番号: %-25s シリアル番号: %-25s アクティブ: %-25s 開始日: %-25s 期限日: %-25s
kn_in: ಉತ್ಪನ್ನದಹೆಸರು: %-25s ಒಪ್ಪಂದದಸಂಖ್ಯೆ: %-25s ಖಾತೆಸಂಖ್ಯೆ: %-25s ಅನುಕ್ರಮಸಂಖ್ಯೆ: %-25s ಸಕ್ರಿಯ: %-25s ಆರಂಭ: %-25s ವಾಯಿದೆ: %-25s
ko_kr: 제품명: %-25s 연락처: %-25s 계정 번호: %-25s 일련 번호: %-25s 활성화: %-25s 시작: %-25s 종료: %-25s
pt_br: Nome do Produto: %-25s Número do Contrato: %-25s Número da Conta: %-25s Número de Série: %-25s Ativo: %-25s Início: %-25s Vencimento: %-25s
ru_ru: Имя: %-25s Номер контракта: %-25s Номер счёта: %-25s Серийный номер: %-25s Активен: %-25s Дата начала: %-25s Истекает: %-25s
ta_in: தயாரிப்பு பெயர்: %-25s ஒப்பந்த எண்: %-25s கணக்கு எண்: %-25s வரிசை எண்: %-25s செயல்பாடு: %-25s துவக்கம்: %-25s காலாவதி: %-25s

source: The subscription for %s expired on %s. If you plan to continue using %s on this system you should update the subscription. If you no longer wish to use %s on this machine, you should unsubscribe and remove it from this system.
fr_fr: L'abonnement pour %s expire le %s. Si vous souhaitez continuer d'utiliser %s sur ce système , vous devriez mettre à jour l'abonnement. Si vous ne souhaitez plus utiliser %s sur cette machine, vous devriez vous désabonner et le supprimer de ce système.
gu_in: %s માટે ઉમેદવારીનો %s પર અંત આવી ગયો. જો તમે આ સિસ્ટમ પર %s ને ચાલુ રાખવાનું વિચારો તો તમારે ઉમેદવારીને સુધારવી જોઇએ. જો તમે આ સિસ્ટમ પર %s ને લાંબો સમય વાપરવાનું ઇચ્છો નહિં તો, તમારે ઉમેદવારી હટાવી જોઇએ અને આ સિસ્ટમમાંથી તેને દૂર કરવુ જોઇએ.
ja_jp: %s のサブスクリプションは %s に期限が切れます。このシステムで %s の使用を 継続される場合は、サブスクリプションを更新する必要があります。このマシン上で %s を使用されない場合は、システムのサブスクリプションを解除して削除して下さい
kn_in: %s ಗಾಗಿನ ಚಂದಾದಾರಿಕೆಯ ವಾಯಿದೆಯು %s ರಂದು ತೀರುತ್ತದೆ. ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನೀವು %s ಅನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರೆಸಲು ಚಂದಾದಾರಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವುದು ಅಗತ್ಯವಾಗುತ್ತದೆ. ಈ ಗಣಕದಲ್ಲಿ ನೀವು ಇನ್ನು ಮುಂದೆ %s ಅನ್ನು ಬಳಸಲು ಬಯಸದೆ ಇದ್ದರೆ ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ ಈ ವ್ಯವಸ್ಥೆಯಿಂದ ಅದನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
ko_kr: %s의 서브스크립션은 %s에 만료됩니다. 시스템에 %s를 계속 사용하시고자 할 경우 서브스크립션을 업데이트하셔야 합니다. 이 시스템에서 %s를 더이상 사용하시지 않으실 경우, 등록 해제 후 시스템에서 이를 삭제하셔야 합니다.
pt_br: A subscrição para %s vencida em %s. Caso você planeje continuar usando %s neste sistema, você deverá atualizar a subscrição. Caso você não deseje usar mais %s nesta máquina, você deverá cancelar e remover a subscrição deste sistema.
ru_ru: Срок действия подписки для %s истёк %s. Чтобы продолжать использовать %s необходимо её обновить. В противном случае стоит отписаться и удалить %s из системы.
ta_in: %sக்கான சந்தா %s-இல் காலாவதியாகும். நீங்கள் தொடர்ந்து %sஐ இந்த கணினியில் பயன்படுத்த நீங்கள் சந்தாவை புதுப்பிக்க வேண்டும். நீங்கள் %sஐ இந்த கணினியில் பயன்படுத்த வேண்டாம் எனில், நீங்கள் சந்தாநீக்கி இந்த கணினியிலிருந்து நீக்க வேண்டும்.

source: %s is installed but you are not subscribed to it. If you plan to use %s on this system, you should add a subscription. If you do not plan to use %s on this system, you should remove it from this system.
fr_fr: %s est installé mais vous n'y êtes plus abonné. Si vous souhaitez utiliser %s sur ce système, vous devriez ajouter un abonnement. Si vous ne souhaitez plus utiliser %s sur ce système, vous devriez le supprimer de ce système.
gu_in: %s સ્થાપિત થયેલ છે પરંતુ તમે તેમાં ઉમેદવારી થયેલ નથી. જો તમે આ સિસ્ટમ પર %s ને વાપરવાનું વિચારો તો, તમારે ઉમેદવારીને ઉમેરવી જોઇએ. જો તમે આ સિસ્ટમ પર %s ને વાપરવાનુ ન વિચારો તો, તમારે તેને આ સિસ્ટમમાંથી દૂર કરવુ જોઇએ.
ja_jp: %s がインストールされていますが、そのサブスクリプションがありません。この システム上で %s を使用される場合は、サブスクリプションを追加する必要があります。 システムで %s を使用する計画が無い場合は、システムから削除して下さい。
kn_in: %s ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ ಆದರೆ ನೀವು ಅದಕ್ಕೆ ಚಂದಾದಾರರಾಗಿಲ್ಲ. ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನೀವು %s ಅನ್ನು ಬಳಸಲು ಬಯಸುವುದಾದರೆ ಚಂದಾದಾರಿಕೆಯನ್ನು ಸೇರಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಗಣಕದಲ್ಲಿ ನೀವು ಇನ್ನು ಮುಂದೆ %s ಅನ್ನು ಬಳಸಲು ಬಯಸದೆ ಇದ್ದರೆ ಈ ವ್ಯವಸ್ಥೆಯಿಂದ ಅದನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
ko_kr: %s이 설치되어 있지만 이에 등록되어 있지 않습니다. 시스템에서 %s을 사용하고자 할 경우, 서브스크립션을 추가하셔야 합니다. 시스템에서 %s을 사용하지 않으실 경우, 이를 시스템에서 삭제하셔야 합니다.
pt_br: %s está instalado, mas você não está subscrito ao mesmo. Caso você planeje usar %s neste sistema, você deverá adicionar uma subscrição. Caso você planeje usar %s neste sistema, você deverá removê-lo do sistema.
ru_ru: %s установлен, но вы к нему не подписаны. Чтобы использовать %s необходимо добавить подписку. В противном случае стоит удалить %s из системы.
ta_in: %s நிறுவப்பட்டுள்ளது ஆனால் நீங்கள் அதனுடன் சந்தாப்படுத்தவில்லை. நீங்கள் %sஐ இந்த கணினியில் பயன்படுத்த விரும்பினால், ஒரு சந்தாவை சேர்க்க வேண்டும். இந்த கணினியில் %s-ஐ பயன்படுத்த விரும்பவில்லையெனில், இந்த கணினியிலிருந்து இதை நீக்க வேண்டும்.
