Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: %s is not installed but you are subscribed to it. If you do not plan to use %s on this system, you should unsubscribe in order to avoid unnecessarily consuming entitlements. If you plan to use %s on this system, you should install it.
fr_fr: %s n'est pas installé mais vous y êtes abonné. Si vous ne souhaitez pas utiliser %s sur ce système, vous devriez vous désabonner afin d'éviter de consommer des droits d'accès inutilement. Si vous souhaitez utiliser %s sur ce système, vous devriez l'installer.
gu_in: %s સ્થાપિત થયેલ છે પરંતુ તમે તેમાં ઉમેદવારી થયેલ છો. જો તમે આ સિસ્ટમ પર %s ને વાપરવાનું ન વિચારો તો, તમારે બિનજરૂરી અધિકારોને વાપરવાનું અવગણવા માટે ક્રમમાં ઉમેદવારી હટાવવી જોઇએ. જો તમે આ સિસ્ટમ પર %s ને વાપરવાનું વિચારો તો, તમારે તેને સ્થાપિત કરવુ જોઇએ.
ja_jp: %s はインストールされていませんが、サブスクリプションがあります。この システムで %s を使用する計画が無い場合は、エンタイトルメントの無用な消費を 避ける為にサブスクリプション解除をすべきです。システムで %s を使用する計画で あれば、インストールする必要があります
kn_in: %s ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ ಆದರೆ ನೀವು ಅದಕ್ಕೆ ಚಂದಾದಾರರಾಗಿದ್ದೀರಿ. ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನೀವು %s ಅನ್ನು ಬಳಸಲು ಬಯಸುವುದಿಲ್ಲವಾದರೆ, ಅನಗತ್ಯವಾಗಿ ಎಂಟೈಟಲ್ಮೆಂಟ್ ಅನ್ನು ವ್ಯಯಮಾಡುವ ಬದಲು ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ. ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನೀವು %s ಅನ್ನು ಬಳಸಲು ಬಯಸಿದಲ್ಲಿ ಅದನ್ನು ಅನುಸ್ಥಾಪಿಸಬೇಕಾಗುತ್ತದೆ.
ko_kr: %s이 설치되어 있지 않으나 이에 등록되어 있습니다. 시스템에서 %s을 사용하지 않으실 경우, 불필요한 인타이틀먼트 사용을 피하기 위해 등록 해제하셔야 합니다. 시스템에서 %s을 사용하시고자 할 경우 이를 설치하셔야 합니다.
pt_br: %s não está instalado, mas você está subscrito ao mesmo. Caso você planeje usar %s neste sistema, você deverá cancelar a subscrição com o objetivo de evitar entitlements desnecessários de uso. Caso você planeje usar %s neste sistema, você deverá instalá-lo.
ru_ru: %s не установлен, но вы к нему подписаны. Чтобы использовать %s необходимо его установить. В противном случае стоит удалить подписку для %s во избежание излишнего потребления полномочий.
ta_in: %s நிறுவப்படவில்லை ஆனால் நீங்கள் சந்தாப்படுத்தியுள்ளீர்கள். இந்த கணினியில் %sஐ பயன்படுத்த வேண்டாமெனில், நீங்கள் தேவையில்லாமல் உபயோகிக்கும் உரிமைகளை பயன்படுத்தவதை தவிர்க்க சந்தாநீக்க வேண்டும். இந்த கணினியில் %sஐ பயன்படுத்த வேண்டுமெனில், நீங்கள் நிறுவ வேண்டும்.

source: <b> %s subscriptions need your attention. </b>Add or Update subscriptions for products you are using.
fr_fr: <b> %s abonnements nécessitent votre attention. </b>Ajoutez ou mettez à jour les abonnements pour les produits que vous utilisez.
gu_in: <b> %s ઉમેદવારીઓને તમારા ધ્યાનની જરૂર છે. </b>જે તમે વાપરી રહ્યા છો તે પ્રોડક્ટો માટે ઉમેદવારીઓને ઉમેરો અથવા સુધારો.
ja_jp: <b> %s のサブスクリプションにご注意下さい。 </b>ご使用の製品にサブスクリプションを追加するか、更新して下さい。
kn_in: <b> %s ಚಂದಾದಾರಿಕೆಗಳಿಗೆ ನಿಮ್ಮ ಗಮನದ ಅಗತ್ಯವಿರುತ್ತದೆ. </b>ನೀವು ಬಳಸುತ್ತಿರುವ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಸೇರಿಸು ಅಥವ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ko_kr: <b> %s 서브스크립션은 주의를 요합니다. </b>사용하는 제품에 대한 서브스크립션을 추가 또는 업데이트합니다.
pt_br: <b> %s subscrições precisam de um cuidado especial. </b>Adicione ou atualize subscrições para os produtos em que esteja utilizando.
ru_ru: <b> Число подписок, требующих внимания: %s. </b>Добавьте или обновите подписки для используемых продуктов.
ta_in: <b> %s சந்தாக்களுக்கு உங்கள் கவனம் தேவைப்படுகிறது. </b>நீங்கள் பயன்படுத்தும் தயாரிப்புகளுக்கான சந்தாபடுத்தல்களை சேர் அல்லது புதுப்பிக்கவும்.

source: <b> %s subscription needs your attention. </b>Add or Update subscriptions for products you are using.
fr_fr: <b> %s abonnement nécessite votre attention. </b>Ajoutez ou mettez à jour les abonnements pour les produits que vous utilisez.
gu_in: <b> %s ઉમેદવારીને તમારા ધ્યાનની જરૂર છે. </b>જે તમે વાપરી રહ્યા છો તે પ્રોડક્ટો માટે ઉમેદવારીઓને ઉમેરો અથવા સુધારો.
ja_jp: <b> %s のサブスクリプションにご注意下さい。 </b>ご使用の製品にサブスクリプションを追加するか、更新して下さい。
kn_in: <b> %s ಚಂದಾದಾರಿಕೆಗೆ ನಿಮ್ಮ ಗಮನದ ಅಗತ್ಯವಿರುತ್ತದೆ. </b>ನೀವು ಬಳಸುತ್ತಿರುವ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಸೇರಿಸು ಅಥವ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ko_kr: <b> %s 서브스크립션은 주의를 요합니다. </b>사용하는 제품에 대한 서브스크립션을 추가 또는 업데이트합니다.
pt_br: <b> %s subscrição precisa de sua atenção. </b>Adicione ou Atualize subscrições para produtos em que esteja utilizando.
ru_ru: <b> %s подписка требует внимания. </b>Добавьте или обновите подписки для используемых продуктов.
ta_in: <b> %s சந்தாபடுத்தலுக்கு உங்கள் கவனம் தேவைப்படுகிறது. </b>நீங்கள் பயன்படுத்தும் தயாரிப்புகளுக்கான சந்தாபடுத்தல்களை சேர் அல்லது புதுப்பிக்கவும்.

source: <b> All your subscriptions are in compliance. </b>Add or Update subscriptions for products you are using.
fr_fr: <b> Tous vos abonnements sont conformes. </b>Ajoutez ou mettez à jour les abonnements pour les produits que vous utilisez.
gu_in: <b> બધી તમારી ઉમેદવારીઓ સંમતિમાં છે. </b>જે તમે વાપરી રહ્યા છો તે પ્રોડક્ટો માટે ઉમેદવારીઓને ઉમેરો અથવા સુધારો.
ja_jp: <b> 全てのサブスクリプションでコンプライアンスが有効です。 </b>ご使用の製品にサブスクリプションを追加するか、更新して下さい。
kn_in: <b> ನಿಮ್ಮ ಎಲ್ಲಾ ಚಂದಾದಾರಿಕೆಗಳು ಅನುವರ್ತನೆಯಲ್ಲಿವೆ. </b>ನೀವು ಬಳಸುತ್ತಿರುವ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಸೇರಿಸು ಅಥವ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ko_kr: <b> 모든 서브스크립션은 규제 준수 상태에 있습니다. </b>사용하는 제품에 대해 서브스크립션을 추가 또는 업데이트합니다.
pt_br: <b> Todas suas subscrições estão em compatibilidade. </b>Adicione ou Atualize subscrições para produtos em que você está utilizando.
ru_ru: <b> Все подписки соответствуют требованиям. </b>Добавьте или обновите подписки для используемых продуктов.
ta_in: <b> உங்கள் அனைத்து சந்தாபடுத்தல்களும் உடன்பாடு பெற்றவை. </b>நீங்கள் பயன்படுத்தும் தயாரிப்புகளுக்கான சந்தாபடுத்தல்களை சேர் அல்லது புதுப்பிக்கவும்.

source: <b>Errors were encountered during unregister.</b> %s Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: <b>Des erreurs se sont produites pendant le désenregistrement.</b> %s Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.
gu_in: <b>રજીસ્ટર હટાવતી વખતે ભૂલો શોધાઇ.</b> %s મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: <b>登録解除中にエラーに遭遇しました。</b> %s 詳細は /var/log/rhsm/rhsm.log でご覧下さい。
kn_in: <b>ನೋಂದಣಿಯನ್ನು ರದ್ದು ಮಾಡುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ. </b> %s ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: <b>등록 해제 도중 오류가 발생하였습니다.</b> %s 자세한 내용은 /var/log/rhsm/rhsm.log에서 확인하십시오.
pt_br: <b>Foram encontrados erros no cancelamento da subscrição.</b> %s Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: <b>Ошибки в процессе отмены регистрации.</b> %s За информацией обратитесь к /var/log/rhsm/rhsm.log.
ta_in: <b>பதிவுநீக்கும் போது பிழைகள் கண்டறியப்பட்டன</b> %s மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: <b>Unable to perform unsubscribe.</b> Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: <b>Impossible de se désabonner.</b> Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.
gu_in: <b>ઉમેદવારી હટાવવામાં અસમર્થ.</b> મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: <b>サプスクリプション解除を実行できません。</b> 詳細は /var/log/rhsm/rhsm.log でご覧下さい。
kn_in: <b>ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.</b> ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: <b>등록 해제를 실행할 수 없습니다.</b> 자세한 내용은 /var/log/rhsm/rhsm.log에서 참조하십시오.
pt_br: <b>Não foi possível executar o cancelamento da subscrição.</b> Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: <b>Не удалось отписать.</b> За информацией обратитесь к /var/log/rhsm/rhsm.log.
ta_in: <b> சந்தாநீக்கலை செயற்படுத்த முடியவில்லை</b> மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: <b> Could not subscribe to token %s</b> Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: <b> Impossible de s'abonner au jeton %s</b> Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.
gu_in: <b> ટોકન %s માટે ઉમેદવારી કરી શક્યા નહિં</b> મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: <b> トークン %s にサブスクライブできません。</b> 詳細は /var/log/rhsm/rhsm.log でご覧下さい。
kn_in: <b> %s ಎಂಬ ಟೋಕನ್‌ಗೆ ಚಂದಾದಾರಗೊಳಿಸಲಾಗಿಲ್ಲ </b> ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: <b> 토큰 %s에 등록할 수 없습니다</b> 자세한 내용은 /var/log/rhsm/rhsm.log에서 참조하십시오.
pt_br: <b> Não foi possível subscrever ao token %s</b> Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: <b> Не удалось подписать на ключ %s</b> За информацией обратитесь к /var/log/rhsm/rhsm.log.
ta_in: <b> டோக்கன் %sஐ சந்தாபடுத்த முடியவில்லை</b> மேலும் தகவலுக்கு /var/log/rhsm/rhsm.log ஐ பார்க்கவும்.

source: Successfully subscribed your system to token %s
fr_fr: L'abonnement de votre système au jeton %s a réussi
gu_in: ટોકન %s માટે તમારી સિસ્ટમનું સફળતાપૂર્વક ઉમેદવારી થયેલ છે
ja_jp: システムを正常にトークン %s にサブスクライブしました。
kn_in: %s ಎಂಬ ಟೋಕನ್‌ಗೆ ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಚಂದಾದಾರಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 시스템이 토큰 %s에 성공적으로 등록되었습니다
pt_br: A subscrição de seu sistema ao token foi bem sucedida %s
ru_ru: Система успешно сопоставлена ключу %s
ta_in: டோக்கன் %s க்கு உங்கள் கணினியில் வெற்றிகரமாக சந்தாபடுத்தப்படும்

source: <b>No subscriptions available for this account</b>
fr_fr: <b>Aucun abonnement disponible pour ce compte</b>
gu_in: <b>આ ખાતા માટે ઉમેદવારી ઉપલબ્ધ નથી</b>
ja_jp: <b>このアカウントで利用可能なサブスクリプションはありません</b>
kn_in: <b>ಈ ಖಾತೆಗಾಗಿ ಯಾವುದೆ ಚಂದಾದಾರಿಕೆಗಳಿಲ್ಲ</b>
ko_kr: <b>이 계정에 사용 가능한 서브스크립션이 없음</b>
pt_br: <b>Não há subscrição disponível para esta conta</b>
ru_ru: <b>Нет подписок для этой учётной записи</b>
ta_in: <b>இந்த கணக்கிற்கான சந்தாபடுத்தல்களை எதுவும் இல்லை</b>

source: <b>No subscriptions updates available</b>
fr_fr: <b>Aucune mise à jour d'abonnement disponible</b>
gu_in: <b>ઉમેદવારી સુધારાઓ ઉપલબ્ધ નથી</b>
ja_jp: <b>サブスクリプションの更新はありません</b>
kn_in: <b>ಯಾವುದೆ ಚಂದಾದಾರಿಕೆ ಅಪ್‌ಡೇಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ</b>
ko_kr: <b>사용 가능한 서브스크립션 업데이트가 없음</b>
pt_br: <b>Não há atualização de subscrição disponível</b>
ru_ru: <b>Нет обновлений подписок</b>
ta_in: <b>சந்தாபடுத்தல்களின் புதுப்பித்தல்கள் எதுவும் இல்லை</b>

source: <b>Unable to subscribe to product(s) %s</b> Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: <b>Impossible de s'abonner au produit(s) %s</b> Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.
gu_in: <b>પ્રોડક્ટ %s માટે ઉમેદવારી કરવાનું અસમર્થ</b> મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: <b>製品 %s にサブスクライブできません</b> 詳細は /var/log/rhsm/rhsm.log でご覧下さい。
kn_in: <b>%s ಉತ್ಪನ್ನಕ್ಕೆ (ಗಳಿಗೆ) ಚಂದಾದಾರರಾಗಿಸಲಾಗಿಲ್ಲ</b> ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: <b>제품 %s에 등록할 수 없습니다</b> 자세한 내용은 /var/log/rhsm/rhsm.log에서 참조하십시오.
pt_br: <b>Não foi possível subscrever ao(s) produto(s) %s</b> Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: <b>Не удалось подписать на %s</b> За информацией обратитесь к /var/log/rhsm/rhsm.log.
ta_in: <b>தயாரிப்புக்(கள்) %sஐ சந்தாபடுத்த முடியவில்லை</b> /var/log/rhsm/rhsm.log மேலும் தகவலுக்காக பார்க்கவும்.

source: <i><b>Please select atleast one subscription to apply</b></i>
fr_fr: <i><b>Veuillez sélectionner au moins un abonnement à appliquer</b></i>
gu_in: <i><b>મહેરબાની કરીને લાગુ કરવા માટે ઓછામાં ઓછી એક ઉમેદવારી પસંદ કરો</b></i>
ja_jp: <i><b>適用するサブスクリプションを最低でも１つ選択して下さい</b></i>
kn_in: <i><b>ಅನ್ವಯಿಸಲು ದಯವಿಟ್ಟು ಕನಿಷ್ಟ ಒಂದು ಚಂದಾವನ್ನು ಆರಿಸಿ</b></i>
ko_kr: <i><b>적용할 최소 하나의 서브스크립션을 선택하십시오</b></i>
pt_br: <i><b>Por favor selecione pelo menos uma subscrição a ser aplicada</b></i>
ru_ru: <i><b>Выберите как минимум одну подписку</b></i>
ta_in: <i><b>செயல்படுத்துவதற்கு குறைந்தது ஒரு சந்தாவையாவது தேர்ந்தெடுக்கவும்</b></i>

source: <i><b>Successfully consumed %s subscription(s)</b></i>
fr_fr: <i><b>La consommation de %s subscription(s) a réussie</b></i>
gu_in: <i><b>સફળતાપૂર્વક વાપરેલ %s ઉમેદવારી(ઓ)</b></i>
ja_jp: <i><b>%s のサブスクリプションを正常に消費しました</b></i>
kn_in: <i><b>%s ಚಂದಾವನ್ನು (ಗಳನ್ನು) ಯಶಸ್ವಿಯಾಗಿ ಬಳಸಲಾಗಿದೆ</b></i>
ko_kr: <i><b>성공적으로 사용된 %s 서브스크립션</b></i>
pt_br: <i><b>Utilização de %s subscrição(ões) com êxito</b></i>
ru_ru: <i><b>Успешно занято подписок: %s</b></i>
ta_in: <i><b>வெற்றிகரமாக உபயோகப்படுத்தப்பட்ட %s சந்தாபடுத்தல்(கள்)</b></i>

source: This error shouldn't have happened. If you'd like to help us improve this program, please file a bug at bugzilla.redhat.com. Including the relevant parts of would be very helpful. Thanks!
fr_fr: Cette erreur n'aurait pas du se produire. Si vous souhaitez nous aider à améliorer ce programme, veuillez remplir un rapport de bogue sur bugzilla.redhat.com. Y inclure les parties concernées nous serait très utile. Merci !
gu_in: આ ભૂલ થવી જોઇએ નહિં. જો તમે આ કાર્યક્રમને સુધારવા માટે અમને મદદ કરવાનું ગમે તો, મહેરબાની કરીને bugzilla.redhat.com પર ભૂલ અદા કરો. અનૂકુળ ભાગો જે સાચે ઉપયોગી છે તેને સમાવી રહ્યા છે. તમારો આભાર!
ja_jp: このエラーは発生するはずではありません。このプログラムの改善にご協力 頂ける場合、bugzilla.redhat.com でバグの提出をお願いします。関連事項を 含めて頂くと調査が迅速になります。ご協力を感謝します。
kn_in: ಈ ದೋಷವು ಎದುರಾಗಬಾರದಿತ್ತು. ಇದನ್ನು ಸರಿಪಡಿಸಲು ನೀವು ನಮಗೆ ನೆರವಾಗಲು ಇಚ್ಛಿಸುವಿರಾದಲ್ಲಿ ದಯವಿಟ್ಟು bugzilla.redhat.com ದಲ್ಲಿ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ. ಸೂಕ್ತವಾದ ವಿಷಯವನ್ನು ಸೇರಿಸಿದಲ್ಲಿ ಇನ್ನಷ್ಟು ಸಹಾಯವಾಗುತ್ತದೆ. ಧನ್ಯವಾದಗಳು!
ko_kr: 이러한 오류가 발생되어서는 안됩니다. 프로그램 개선을위해 bugzilla.redhat.com에 버그를 작성해 주십시오. 버그와 관련된 내용을 포함시켜서 작성해 주시면 감사드리겠습니다.
pt_br: Este erro não deveria ter ocorrido. Por favor relate o erro no bugzilla.redhat.com, caso tenha interesse em nos ajudar no aperfeiçoamento deste programa. A inserção das partes relevantes será de grande ajuda. Muito obrigado!
ru_ru: Эта ошибка не должна была произойти. Помогите нам её исправить и создайте запрос на bugzilla.redhat.com, подробно описав проблему. Спасибо!
ta_in: இந்த பிழை ஏற்படக்கூடாது. இந்த நிரலில் எங்களை முன்னேற்ற நீங்கள் உதவ விரும்பினால், bugzilla.redhat.com இல் பிழையென பதியவும். தொடர்புடைய பகுதிகளையும் சேர்ப்பது உதவிகரமாக இருக்கும். நன்றி!

source: <b>Unable to register the system.</b> %s Please see /var/log/rhsm/rhsm.log for more information.
fr_fr: <b>Impossible d'enregistrer le système.</b> %s Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.
gu_in: <b>સિસ્ટમને રજીસ્ટર કરવાનું અસમર્થ.</b> %s મહેરબાની કરીને વધારે જાણકારી માટે /var/log/rhsm/rhsm.log જુઓ.
ja_jp: <b>システムを登録できません。</b> %s 詳細は /var/log/rhsm/rhsm.log でご覧下さい。
kn_in: <b>ವ್ಯವಸ್ಥೆಗೆ ನೋಂದಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.</b> %s ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು /var/log/rhsm/rhsm.log ಅನ್ನು ನೋಡಿ.
ko_kr: <b>시스템을 등록할 수 없습니다.</b> %s 자세한 내용은 /var/log/rhsm/rhsm.log에서 참조하십시오.
pt_br: <b>Não foi possível registrar o sistema.</b> %s Por favor consulte /var/log/rhsm/rhsm.log para maiores informações.
ru_ru: <b>Не удалось зарегистрировать систему.</b> %s За информацией обратитесь к /var/log/rhsm/rhsm.log.
ta_in: <b>கணினியை பதிவுசெய்ய முடியவில்லை.</b> %s /var/log/rhsm/rhsm.log மேலும் தகவலுக்காக பார்க்கவும்.

source: Are you sure you want to unsubscribe product %s
fr_fr: Êtes-vous certain de vouloir désabonner le produit %s ?
gu_in: શું તમે ખરેખર પ્રોડક્ટ %s ની ઉમેદવારી હટાવા માંગો છો
ja_jp: 本当に製品 %s のサブスクリプションを解除しますか？
kn_in: ನೀವು %s ಇಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ಖಚಿತವೆ
ko_kr: 정말로 제품 %s의 등록을 해제하시겠습니까
pt_br: Você tem certeza de que deseja cancelar este produto %s
ru_ru: Вы действительно хотите отписать %s
ta_in: தயாரிப்பு %sஐ சந்தாநீக்க விரும்புகிறார்களா என உறுதிப்படுத்தவும்

source: <b>Total of %s subscriptions selected for consumption.</b>
fr_fr: <b>Total de %s abonnements sélectionnés pour consommation.</b>
gu_in: <b>વપરાશ માટે પસંદ થયેલ કુલ %s ઉમેદવારીઓ.</b>
ja_jp: <b>合計 %s 個のサブスクリプションが消費用に選択されました</b>
kn_in: <b>ಒಟ್ಟು %s ಚಂದಾಗಳನ್ನು ಬಳಕೆಗಾಗಿ ಆರಿಸಲಾಗಿದೆ.</b>
ko_kr: <b>%s 중 모든 서브스크립션이 사용을 위해 선택되었습니다.</b>
pt_br: <b>Total de %s subscrições selecionadas para uso.</b>
ru_ru: <b>Выбрано подписок: %s</b>
ta_in: <b>மொத்த %s சந்தாபடுத்தல்கள் உபயோகத்திற்காக தேர்ந்தெடுக்கப்பட்டது.</b>

source: <b>Are you sure you want to unregister?</b>
fr_fr: <b>Êtes-vous certain de vouloir vous désenregistrer ?</b>
gu_in: <b>શું તમે ખરેખર રજીસ્ટર કરવા માંગતા નથી?</b>
ja_jp: <b>本当に登録を解除しますか?</b>
kn_in: <b>ನೀವು ನೋಂದಣಿಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ಖಚಿತವೆ?</b>
ko_kr: <b>정말로 등록 취소하시겠습니까?</b>
pt_br: <b>Você tem certeza de que deseja cancelar?</b>
ru_ru: <b>Вы действительно хотите удалить регистрацию?</b>
ta_in: <b>நீங்க்ள பதிவுநீக்க விரும்பிகிறீர்களா?</b>

source: WARNING You have already registered with RHN using RHN Classic technology. This tool requires registration using RHN Certificate-Based Entitlement technology. Except for a few cases, Red Hat recommends customers only register with RHN once. For more information, including alternate tools, consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
fr_fr: AVERTISSEMENT Vous êtes déjà enregistré avec RHN avec la technologie RHN Classic. Cet outil requiert un enregistrement à l'aide de la technologie de droits d'accès basé sur certificats RHN. À l'exception de quelques cas, Red Hat recommande à ses clients de ne s'enregistrer avec RHN qu'une seule fois. Pour obtenir plus d'informations, y compris sur des outils alternatifs, consultez cet article de la base de connaissances : https://access.redhat.com/kb/docs/DOC-45563
gu_in: ચેતવણી RHN Classic ટૅકનોલોજીની મદદથી RHN સાથે તમે પહેલેથી જ રજીસ્ટર થયેલ છે. આ સાધનને RHN Certificate-Based Entitlement ટૅકનોલોજીની મદદથી રજીસ્ટ્રેશનની જરૂર છે. થોડી સ્થિતિઓને બાદ કરતા, Red Hat આગ્રહ રાખે છે કે ફક્ત એકવાર ગ્રાહકો RHN સાથે રજીસ્ટર થાય. વધારે જાણકારી માટે, વારાફરતી સાધનોને સમાવી રહ્યા છે, આ Knowledge Base લેખનો સંપર્ક કરો: https://access.redhat.com/kb/docs/DOC-45563
ja_jp: 警告 RHN Classic の技術を使用してすでに RHN に登録してあります。このツールはRHN 証明書ベースエンタイトルメントの技術を使用した登録を必要とします。 特殊ケース以外は、Red Hat はお客様が RHN に１回だけ登録されることを 推薦しています。 代替ツールやその他の詳細情報を得るには、このサイトのナレッジベース記事を参照 して下さい: https://access.redhat.com/kb/docs/DOC-45563
kn_in: ಎಚ್ಚರಿಕೆ RHN ಕ್ಲಾಸಿಕ್ ತಂತ್ರಜ್ಞಾನದ ಮೂಲಕ ನೀವು ಈಗಾಗಲೆ RHN ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಿದ್ದೀರಿ. ಈ ಉಪಕರಣಕ್ಕಾಗಿ RHN ಪ್ರಮಾಣಪತ್ರ-ಆಧರಿತವಾದ ಎಂಟೈಟಲ್ಮೆಂಟ್ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸಿಕೊಂಡು ನೋಂದಾಯಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ಕೆಲವ ಸಂದರ್ಭಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, RHN ಅನ್ನು ಕೇವಲ ಒಂದು ಬಾರಿಗೆ ಮಾತ್ರ ಬಳಸಿ ಎಂದು Red Hat ಸಲಹೆ ಮಾಡುತ್ತದೆ. ಪರ್ಯಾಯ ಉಪಕರಣಗಳೂ ಸೇರಿದಂತೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನಾಲೆಜ್ ಬೇಸ್ ಲೇಖನವನ್ನು ನೋಡಿ: https://access.redhat.com/kb/docs/DOC-45563
ko_kr: 경고 RHN Classic 기술을 사용하여 RHN에 이미 등록되어 있습니다. 이 도구는 RHN 인증서 기반 인타이틀먼트 기술을 사용하여 등록해야 합니다. 일부 경우를 제외하고 RHN에 한번만 등록할 것을 권장합니다. 대체 도구를 포함하여 보다 자세한 내용은 다음의 Knowledge Base 문서를 참조하십시오: https://access.redhat.com/kb/docs/DOC-45563
pt_br: AVISO Você já registrou o RHN usando a tecnologia do RHN Clássico. Esta ferramenta requer o registro usando a tecnologia do Entitlement baseado no Certificado do RHN. A Red Hat recomenda que clientes registrem-se no RHN apenas uma vez, com exceção de alguns casos. Para maiores informações, incluindo as ferramentas alternativas, consulte este Artigo de Conhecimento Básico: https://access.redhat.com/kb/docs/DOC-45563
ru_ru: ПРЕДУПРЕЖДЕНИЕ Вы уже зарегистрированы в RHN с использованием RHN Classic. Эта утилита требует, чтобы регистрация была выполнена на основе сертификата. За редкими исключения Red Hat рекомендует регистрироваться всего один раз. За дальнейшей информацией обратитесь к статье: https://access.redhat.com/kb/docs/DOC-45563
ta_in: WARNING RHN உடன் RHN க்ளாசிக் தொழில்நுட்பத்தை பயன்படுத்தி நீங்கள் ஏற்கனவே பதிவுசெய்யப்பட்டுள்ளீர்கள். இந்த கருவியானது RHN சான்றிதழ் -சார்ந்த உரிம தொழில்நுட்பத்தை பயன்படுத்தி பதிவுசெய்தல் தேவைப்படுகிறது. சில வகைகள் இல்லாமல், Red Hat ஆனது RHN உடன் ஒருமுறை பதிவுசெய்யப்பட்ட வாடிக்கையாளர்கள் மட்டும் பதிவுசெய்கிறது. மேலும் தகவலுக்காக, மாற்று கருவிகள் சேர்த்து, இதை அறிவுசார் கட்டுரையில் பார்க்கவும்: https://access.redhat.com/kb/docs/DOC-45563

source: Activate
fr_fr: Activer
gu_in: સક્રિય કરો
ja_jp: アクティベート
kn_in: ಸಕ್ರಿಯಗೊಳಿಸು
ko_kr: 활성화
pt_br: Ativação
ru_ru: Включить
ta_in: செயல்படுத்து

source: Activating your machine may take a few minutes. Please provide an email address to receive notification when the activation is complete.
fr_fr: L'activation de votre machine peut prendre quelques minutes. Veuillez fournir une adresse email pour recevoir les notifications lorsque l'activation est terminée.
gu_in: તમારી મશીનને સક્રિય કરતી વખતે થોડી મિનિટો લાગી શકે છે. મહેરબાની કરીને સૂચનાને મેળવવા માટે ઇમેલ સરનામાંને પૂરુ પાડો જ્યારે સક્રિયકરણ સમાપ્ત થાય.
ja_jp: マシンのアクティベーションには数分かかるでしょう。 アクティベーションが完了したら、通知を受信する為の 電子メールアドレスを記入して下さい。
kn_in: ನಿಮ್ಮ ಗಣಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕೆಲವು ನಿಮಷಗಳು ಹಿಡಿಯುತ್ತದೆ. ಸಕ್ರಿಯಗೊಳಿಕೆಯು ಪೂರ್ಣಗೊಂಡ ನಂತರ ನಿಮಗೆ ಸೂಚನೆ ನೀಡಲು ದಯವಿಟ್ಟು ಒಂದು ಇಮೈಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಿ.
ko_kr: 시스템을 활성화하는데 시간이 걸릴 수 있습니다. 활성화 작업 완료 시 통지를 받으려면 이메일 주소를 알려 주십시오.
pt_br: A ativação de sua máquina pode levar alguns minutos. Por favor forneça um endereço de e-mail para o recebimento de notificação quando a ativação for completada.
ru_ru: Активация компьютера может занять несколько минут. После завершения введите адрес для отправки уведомлений.
ta_in: உங்கள் கணினி செயல்படுத்துவதற்கு ஒரு சில நிமிடங்களை எடுக்கும். செயல்பாடு முடிவடையும் போது ஒரு மின்னஞ்சல் முகவரியை வழங்கி அறிவிப்பை பெறவும்.

source: Close
fr_fr: Fermer
gu_in: બંધ કરો
ja_jp: 閉じる
kn_in: ಮುಚ್ಚು
ko_kr: 종료
pt_br: Fechar
ru_ru: Закрыть
ta_in: மூடவும்

source: Email Address:
fr_fr: Adresse email :
gu_in: ઇમેલ સરનામું:
ja_jp: 電子メールアドレス:
kn_in: ಇಮೈಲ್ ವಿಳಾಸ:
ko_kr: 이메일 주소:
pt_br: Endereço de E-mail:
ru_ru: Эл.адрес:
ta_in: மின்னஞ்சல் முகவரி:

source: Subscription Activation
fr_fr: Activation de l'abonnement
gu_in: ઉમેદવારી સક્રિયકરણ
ja_jp: サブスクリプションアクティベーション
kn_in: ಚಂದಾದಾರಿಕೆ ಸಕ್ರಿಯಗೊಳಿಕೆ
ko_kr: 서브스크립션 활성화
pt_br: Ativação da Subscrição
ru_ru: Активация подписки
ta_in: சந்தாபடுத்தலை செயல்படுத்தல்

source: <b>More search options</b>
fr_fr: <b>Plus d'options de recherche</b>
gu_in: <b>વધારે શોધ વિકલ્પો</b>
ja_jp: <b>その他の検索オプション</b>
kn_in: <b>ಇನ್ನಷ್ಟು ಹುಡುಕುವ ಆಯ್ಕೆಗಳು</b>
ko_kr: <b>기타 검색 옵션</b>
pt_br: <b>Maiores opções de busca</b>
ru_ru: <b>Доп. параметры поиска</b>
ta_in: <b>அதிக தேடல் விருப்பங்கள்</b>

source: <b>Show subscriptions active on:</b>
fr_fr: <b>Afficher les abonnements actifs sur :</b>
gu_in: <b>ઉમેદવારીઓ સક્રિય છે તે બતાવો:</b>
ja_jp: <b>この日にアクティブなサブスクリプションを表示:</b>
kn_in: <b>ಸಕ್ರಿಯವಾಗಿರುವ ಚಂದಾದಾರಿಕೆಯನ್ನು ಇದರಲ್ಲಿ ತೋರಿಸು:</b>
ko_kr: <b>활성화된 서브스크립션 보기:</b>
pt_br: <b>Apresenta as subscrições ativas em:</b>
ru_ru: <b>Показать активные подписки на:</b>
ta_in: <b>செயல்பாட்டில் சந்தாபடுத்தலைக் காட்டு:</b>

source: All Subscriptions View
fr_fr: Voir tous les abonnements
gu_in: બધી ઉમેદવારી દેખાવ
ja_jp: 全てのサブスクリプションの表示
kn_in: ಎಲ್ಲಾ ಚಂದಾದಾರಿಕೆಗಳ ನೋಟ
ko_kr: 모든 서브스크립션 보기
pt_br: Visualização de Todas as Subscrições
ru_ru: Все подписки
ta_in: அனைத்து சந்தாபடுத்தல்களின் பார்வை

source: Contains the text:
fr_fr: Contient le texte :
gu_in: લખાણને સમાવે છે:
ja_jp: テキストを収納:
kn_in: ಈ ಪಠ್ಯವನ್ನು ಹೊಂದಿರುವ:
ko_kr: 텍스트 포함:
pt_br: Contém o texto:
ru_ru: Содержит текст:
ta_in: உரையை கொண்டுள்ளது:

source: Do Not Overlap
fr_fr: Ne pas superposer
gu_in: ઓવરલેપ કરો નહિં
ja_jp: 重複しない
kn_in: ಒಂದಕ್ಕೊಂದು ಹೇರಬೇಡ
ko_kr: 중복되지 않음
pt_br: Não se sobrepõe
ru_ru: Не пересекаться
ta_in: மேலெழுத வேண்டாம்

source: Match Installed
fr_fr: Correspondance installée
gu_in: સ્થાપિત થયેલ બંધબેસાડો
ja_jp: インストールしたマッチ
kn_in: ಅನುಸ್ಥಾಪಿಸಲಾದುವಕ್ಕೆ ತಾಳೆಮಾಡು
ko_kr: 설치와 일치
pt_br: Combinação Instalada
ru_ru: Совпадение по установленным
ta_in: மேட்ச் நிறுவப்பட்டது

source: Match System
fr_fr: Système de correspondance
gu_in: સિસ્ટમ બંધબેસાડો
ja_jp: システムのマッチ
kn_in: ವ್ಯವಸ್ಥೆಗೆ ತಾಳೆಮಾಡು
ko_kr: 시스템과 일치
pt_br: Sistema de Combinação
ru_ru: Совпадение по системе
ta_in: மேட்ச் கணினி

source: Next Update:
fr_fr: Prochaine mise à jour :
gu_in: પછીનાં સુધારા:
ja_jp: 次の更新:
kn_in: ಮುಂದಿನ ಅಪ್‌ಡೇಟ್:
ko_kr: 다음 업데이트:
pt_br: Próxima Atualização:
ru_ru: Следующее обновление:
ta_in: அடுத்த புதுத்தல்:

source: Only show subscriptions that:
fr_fr: Uniquement afficher les abonnement qui :
gu_in: ફક્ત ઉમેદવારીઓને જ બતાવો કે જે :
ja_jp: 以下のようなサブスクリプションのみを表示:
kn_in: ಈ ಬಗೆಯ ಚಂದಾವನ್ನು ಮಾತ್ರ ತೋರಿಸು:
ko_kr: 다음과 같은 서브스크립션만 표시:
pt_br: Apenas apresenta subscrições que:
ru_ru: Показать подписки, которые:
ta_in: சந்தாபடுத்தல்களை மட்டும் காட்டவும்:

source: Search
fr_fr: Chercher
gu_in: શોધો
ja_jp: 検索
kn_in: ಹುಡುಕು
ko_kr: 검색
pt_br: Buscar
ru_ru: Поиск
ta_in: தேடு

source: Subscribe
fr_fr: S'abonner
gu_in: ઉમેદવારી કરો
ja_jp: サブスクライブ
kn_in: ಚಂದಾದಾರನಾಗಿಸು
ko_kr: 등록
pt_br: Subscrever
ru_ru: Подписать
ta_in: சந்தாபடுத்து

source: Text in Subscription
fr_fr: Texte dans l'abonnement
gu_in: ઉમેદવારીમાં લખાણ
ja_jp: サブスクリプション内のテキスト
kn_in: ಚಂದಾದಾರಿಕೆಯಲ್ಲಿನ ಪಠ್ಯ
ko_kr: 서브스크립션에 있는 텍스트
pt_br: Texto na Subscrição
ru_ru: Текст в подписке
ta_in: சந்தாபடுத்தலில் உரை

source: Update
fr_fr: Mise à jour
gu_in: સુધારો
ja_jp: 更新
kn_in: ಅಪ್‌ಡೇಟ್ ಮಾಡು
ko_kr: 업데이트
pt_br: Atualizar
ru_ru: Обновить
ta_in: புதுப்பி
