Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: Error reading system memory information:
fr_fr: Erreur lors de la lecture des informations mémoire du système :
gu_in: સિસ્ટમ મેમરી જાણકારીને વાંચી રહ્યા હોય ત્યારે ભૂલ:
ja_jp: システムメモリー情報の読み込みでエラー:
kn_in: ವ್ಯವಸ್ಥೆಯ ಮೆಮೊರಿ ಮಾಹಿತಿಯನ್ನು ಓದುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ko_kr: 시스템 메모리 정보를 읽는 도중 오류 발생:
pt_br: Erro na leitura de informação da memória do sistema:
ru_ru: Ошибка чтения информации о системной памяти:
ta_in: பிழை வாசிக்கும் கணினி நினைவக தகவல்:

source: Error reading system cpu information:
fr_fr: Erreur lors de la lecture des informations cpu du système :
gu_in: સિસ્ટમ cpu જાણકારીને વાંચી રહ્યા હોય ત્યારે ભૂલ:
ja_jp: システム cpu 情報の読み込みでエラー:
kn_in: ವ್ಯವಸ್ಥೆಯ cpu ಮಾಹಿತಿಯನ್ನು ಓದುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ko_kr: 시스템 cpu 정보를 읽는 도중 오류 발생:
pt_br: Erro na leitura de informação da cpu do sistema:
ru_ru: Ошибка чтения информации о процессоре:
ta_in: பிழை வாசிக்கும் கணினி cpu நினைவக தகவல்:

source: Error reading system DMI information:
fr_fr: Erreur lors de la lecture des informations DMI du système :
gu_in: સિસ્ટમ DMI જાણકારીને વાંચી રહ્યા હોય ત્યારે ભૂલ:
ja_jp: システム DMI 情報の読み込みでエラー:
kn_in: ವ್ಯವಸ್ಥೆಯ DMI ಮಾಹಿತಿಯನ್ನು ಓದುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ko_kr: 시스템 DMI 정보를 읽는 도중 오류 발생:
pt_br: Erro na leitura de informação DMI do sistema:
ru_ru: Ошибка чтения информации о DMI:
ta_in: பிழை வாசிக்கும் கணினி DMI நினைவக தகவல்:

source: Error reading networking information:
fr_fr: Erreur lors de la lecture des informations réseau du système :
gu_in: નેટવર્કીંગ જાણકારીને વાંચી રહ્યા હોય ત્યારે ભૂલ:
ja_jp: ネットワーク情報の読み込みでエラー:
kn_in: ವ್ಯವಸ್ಥೆಯ ಜಾಲಬಂಧ ಮಾಹಿತಿಯನ್ನು ಓದುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ko_kr: 네트워크 정보를 읽는 도중 오류 발생:
pt_br: Erro na leitura de informação da rede:
ru_ru: Ошибка чтения информации о сети:
ta_in: பிழை வாசிக்கும் பிணையத் தகவல்:

source: Error reading net Interface information:
fr_fr: Erreur lors de la lecture des informations de l'interface net du système :
gu_in: નેટ ઇન્ટરફેસ જાણકારીને વાંચી રહ્યા હોય ત્યારે ભૂલ:
ja_jp: ネットインターフェイス情報の読み込みでエラー:
kn_in: ವ್ಯವಸ್ಥೆಯ ಜಾಲ ಮಾಹಿತಿಯನ್ನು ಓದುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ko_kr: 네트워크 인터페이스 정보를 읽는 도중 오류 발생:
pt_br: Erro na leitura de informação da Interface net:
ru_ru: Ошибка чтения информации о сетевом интерфейсе:
ta_in: பிழை வாசிக்கும் வலை இடைமுக தகவல்:

source: debug level
fr_fr: niveau de débogage
gu_in: ડિબગ સ્તર
ja_jp: デバグレベル
kn_in: ದೋಷನಿವಾರಣ ಹಂತ
ko_kr: 디버그 레벨
pt_br: nível de depuração
ru_ru: уровень отладки
ta_in: பிழைதிருத்த நிலை

source: proxy url in the form of proxy_hostname:proxy_port
fr_fr: URL du proxy est sous la forme proxy_hostname:proxy_port
gu_in: proxy_hostname:proxy_port નાં ફોર્મમાં પ્રોક્સી url
ja_jp: proxy_hostname:proxy_port の形式のプロキシ url
kn_in: proxy_hostname:proxy_port ರೂಪದಲ್ಲಿರುವ ಪ್ರಾಕ್ಸಿ url
ko_kr: proxy_hostname:proxy_port 형식의 프록시 url
pt_br: proxy url na forma de proxy_hostname:proxy_port
ru_ru: URL прокси в формате «имя_прокси:порт_прокси»
ta_in: proxy url ஆனது proxy_hostname வடிவில் உள்ளது:proxy_port

source: user for http proxy with basic authentication
fr_fr: utilisateur pour proxy http avec authentification de base
gu_in: મૂળ સત્તાધિકરણ સાથે http પ્રોક્સી માટે વપરાશકર્તા
ja_jp: 基本認証を持つ http proxy のユーザー
kn_in: ಮೂಲಭೂತ ದೃಢೀಕರಣದೊಂದಿಗಿನ http ಪ್ರಾಕ್ಸಿಗಾಗಿನ ಬಳಕೆದಾರ
ko_kr: 기본 인증을 갖는 http proxy 사용자
pt_br: usuário para http proxy com autenticação básica
ru_ru: пользователь на прокси HTTP с минимальной аутентификацией
ta_in: http ப்ராக்ஸியுடன் அடிப்படை அங்கீகாரத்திற்கான பயனர்

source: password for http proxy with basic authentication
fr_fr: mot de passe pour proxy http avec authentification de base
gu_in: મૂળ સત્તાધિકરમ સાથે http પ્રોક્સી માટે પાસવર્ડ
ja_jp: 基本認証を持つ http proxy のパスワード
kn_in: ಮೂಲಭೂತ ದೃಢೀಕರಣದೊಂದಿಗಿನ http ಪ್ರಾಕ್ಸಿಗಾಗಿನ ಬಳಕೆದಾರ
ko_kr: 기본 인증을 갖는 http proxy 암호
pt_br: senha para http proxy com autenticação básica
ru_ru: пароль для прокси HTTP с минимальной аутентификацией
ta_in: அடிப்படை அங்கீகாரத்துடன் http ப்ராகிஸிக்கான கடவுச்சொல்

source: Consumer not registered. Please register using --username and --password
fr_fr: Consommateur non enregistré. Veuillez vous enregistrer à l'aide --username et --password
gu_in: ગ્રાહક રજીસ્ટર થયેલ નથી. મહેરબાની કરીને --username અને --password મદદથી રજીસ્ટર કરો
ja_jp: 消費者は未登録です。--username 及び --password を使用して登録して下さい
kn_in: ಗ್ರಾಹಕನನ್ನು ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು --username ಹಾಗು --password ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೋಂದಾಯಿಸಿ
ko_kr: 사용자가 등록되어 있지 않습니다. --username 및 --password를 사용하여 등록하십시오.
pt_br: Cliente não registrado. Por favor registre-o usando --username e --password
ru_ru: Пользователь не зарегистрирован. Зарегистрируйтесь, добавив аргументы --username и --password
ta_in: நுகர்வோர் பதிவுசெய்யப்படவில்லை. --username and --passwordஐ பயன்படுத்தி பதிவுசெய்யவும்

source: Consumer certificates corrupted. Please reregister.
fr_fr: Certificats du consommateur corrompus. Veuillez vous ré-enregistrer.
gu_in: ગ્રાહક પ્રમાણપત્રો બગડી ગયા. મહેરબાની કરીને રજીસ્ટર કરો.
ja_jp: 消費者の証明書が破損しています。再登録して下さい
kn_in: ಗ್ರಾಹಕರ ಪ್ರಮಾಣಪತ್ರಗಳು ಹಾಳಾಗಿವೆ. ದಯವಿಟ್ಟು ನೋಂದಾಯಿಸಿ.
ko_kr: 사용자 인증서가 손상되었습니다. 다시 등록해 주십시오.
pt_br: Certificados corrompidos de cliente. Por favor registre-o novamente.
ru_ru: Сертификаты пользователя повреждены. Повторите регистрацию.
ta_in: வாடிக்கையாளர் சான்றிதழ்கள் பிழையாகிவிட்டது. மீண்டும் பதிவுசெய்யவும்.

source: removes all local consumer data, does not effect the server
fr_fr: supprime toutes les données locales du consommateur, n'affecte pas le serveur
gu_in: બધા સ્થાનિક ગ્રાહક માહિતી દૂર કરે છે, સર્વરને અસર કરતુ નથી
ja_jp: 全てのローカル消費者データを削除します。サーバーに影響しません
kn_in: ಎಲ್ಲಾ ಸ್ಥಳೀಯ ಗ್ರಾಹಕರ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ, ಇದು ಪರಿಚಾರಕದ ಮೇಲೆ ಯಾವುದೆ ಪರಿಣಾಮವನ್ನು ಬೀರುವುದಿಲ್ಲ
ko_kr: 서버에 영향을 주지 않는 모든 로컬 사용자 데이터를 삭제합니다.
pt_br: remove todos os dados do cliente local, não atinge o servidor
ru_ru: удаляет данные локального пользователя без отражения изменений на сервере
ta_in: அனைத்து உள்ளமை வாடிக்கையாளர் தரவை நீக்குகிறது, இது சேவையகத்தை பாதிக்கவில்லை

source: All local data removed
fr_fr: Toutes les données locales supprimées
gu_in: દૂર થયેલ બધી સ્થાનિક માહિતી
ja_jp: ローカルデータが全て削除されました
kn_in: ಎಲ್ಲಾ ಸ್ಥಳೀಯ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ko_kr: 로컬 데이터가 모두 삭제되었습니다
pt_br: Todos os dados removidos
ru_ru: Локальные данные удалены
ta_in: அனைத்து உள்ளமை தரவும் நீக்கப்பட்டது

source: pulls the latest entitlement data from the server
fr_fr: trouve les données de droits d'accès les plus récentes du serveur
gu_in: સર્વરમાંથી તાજેતરની અધિકાર માહિતીને ખેંચે છે
ja_jp: サーバーから最新のエンタイトルメントデータを取り出します
kn_in: ಇತ್ತೀಚಿನ ಎಂಟೈಟಲ್ಮೆಂಟ್ ಮಾಹಿತಿಯನ್ನು ಪರಿಚಾರಕದಿಂದ ಪಡೆದುಕೊಳ್ಳುತ್ತದೆ
ko_kr: 서버에서 최신 인타이틀먼트 데이터를 꺼냅니다
pt_br: recebe os últimos dados atualizados do servidor
ru_ru: получает с сервера последние данные полномочий
ta_in: சேவையகத்திலிருந்து சமீபத்திய உரிம தரவை தள்ளுகிறதுசேவையகத்திலுர்

source: All local data refreshed
fr_fr: Toutes les données locales réactualisées
gu_in: તાજી થયેલ બધી સ્થાનિય માહિતી
ja_jp: ローカルデータは全てリフレッシュされました
kn_in: ಎಲ್ಲಾ ಸ್ಥಳೀಯ ಮಾಹಿತಿಯನ್ನು ಪುನಶ್ಚೇತನಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 로컬 데이터가 모두 재생되었습니다
pt_br: Todos os dados locais atualizados
ru_ru: Локальные данные обновлены
ta_in: அனைத்து உள்ளமை தரவு புதுப்பிக்கப்பட்டது

source: Unable to perform refresh due to the following exception Error: %s
fr_fr: Impossible de réactualiser à cause de l'exception suivante Erreur : %s
gu_in: નીચેનાં અપવાદને કારણે તાજુ કરવામાં અસમર્થ ભૂલ: %s
ja_jp: 以下の例外エラーの為にリフレッシュを実行できませんでした : %s
kn_in: ಈ ಕೆಳಗಿನ ಆಕ್ಷೇಪಣೆಯ ಕಾರಣದಿಂದಾಗಿ ಪುನಶ್ಚೇತನಗೊಳಿಕೆಯನ್ನು ನಿರ್ವಹಿಸಲಾಗಿಲ್ಲ ದೋಷ: %s
ko_kr: 다음과 같은 예외 오류로 인해 새로 고침을 실행할 수 없습니다 : %s
pt_br: Não foi possível executar a atualização devido à seguinte exceção Erro: %s
ru_ru: Не удалось выполнить обновление. Ошибка: %s
ta_in: பின்வரும் மறைகுறியாக்கத்தினால் புதுப்பித்தலை செயற்படுத்த முடியவில்லை பிழை: %s

source: request a new identity certficate for this machine
fr_fr: requiert un nouveau certificat d'identité pour cette machine
gu_in: આ મશીન માટે નવુ ઓળખ પ્રમાણપત્રની માંગણી કરો
ja_jp: このマシン用の新規の識別証明書を要求します
kn_in: ಈ ಗಣಕಕ್ಕಾಗಿ ಒಂದು ಹೊಸ ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿ ಮನವಿ ಸಲ್ಲಿಸಿ
ko_kr: 이 시스템에 대한 새로운 확인 인증서를 요청합니다
pt_br: solicitação de uma nova identidade para esta máquina
ru_ru: запрашивать новый сертификат для этого компьютера
ta_in: இந்த கணினிக்கான ஒரு புதிய அடையாள சான்றிதழை கோருகிறதுஇந்த கணினிக்கான ஒரு புதிய அடையாள சான்றிதழ்

source: specify a username
fr_fr: spécifie un nom d'utilisateur
gu_in: વપરાશકર્તાને સ્પષ્ટ કરો
ja_jp: ユーザー名を設置します
kn_in: ಒಂದು ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸೂಚಿಸಿ
ko_kr: 사용자 이름을 지정합니다
pt_br: especifique um nome de usuário
ru_ru: указать имя пользователя
ta_in: ஒரு பயனர்பெயரை குறிப்பிடவும்

source: specify a password
fr_fr: spécifie un mot de passe
gu_in: પાસવર્ડને સ્પષ્ટ કરો
ja_jp: パスワードを設置します
kn_in: ಒಂದು ಗುಪ್ತಪದವನ್ನು ಸೂಚಿಸಿ
ko_kr: 암호를 지정합니다
pt_br: especifique uma senha
ru_ru: указать пароль
ta_in: ஒரு கடவுச்சொல்லை குறிப்பிடவும்

source: request a new certificate be generated
fr_fr: requiert la génération d'un nouveau certificat
gu_in: ઉત્પન્ન થયેલ નવા પ્રમાણપત્રની માંગણી કરો
ja_jp: 新規証明書の生成を要求します
kn_in: ಒಂದು ಹೊಸ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಉತ್ಪಾದಿಸಲು ಮನವಿ ಸಲ್ಲಿಸಿ
ko_kr: 생성된 새 인증서를 요청합니다
pt_br: solicita um novo certificado a ser gerado
ru_ru: запрашивать генерацию нового сертификата
ta_in: ஒரு புதிய சான்றிதழ் உருவாக்கப்படுவதை கோரவும்

source: Consumer identity either does not exist or is corrupted. Try register --help
fr_fr: L'identité du consommateur n'existe pas ou est corrompue. Essayez register --help
gu_in: ગ્રાહક ઓળખાણ ક્યાંતો અસ્તિત્વ ધરાવતો નથી અથવા ભાંગેલ છે. રજીસ્ટ --help પ્રયત્ન કરો
ja_jp: 消費者識別子は存在しないか、又は破損しています。register --help を試して下さい
kn_in: ಗ್ರಾಹಕರ ಗುರುತು (ಐಡೆಂಟಿಟಿ) ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ ಅಥವ ಹಾಳಾಗಿದೆ. register --help ಅನ್ನು ಬಳಸಿನೋಡಿ
ko_kr: 사용자 id는 존재하지 않거나 손상되었습니다. register --help를 실행해 보십시오
pt_br: A identidade do cliente não existe ou está corrompida. Tente registrar --help
ru_ru: Пользователь не существует или повреждён. Выполните «register --help».
ta_in: நுகர்வோர் அடையாளம் இல்லை அல்லது அழிக்கப்பட்டது. --help-ஐ பதிவு செய்ய முயற்சிக்கவும்நுகர்வோர் அடையாளம் இல்லை அல்லது அழிக்கப்பட்டது. --help-ஐ பதிவு செய்ய முய

source: Current identity is: %s name: %s
fr_fr: L'identité actuelle est : %s name: %s
gu_in: હાલની ઓળખાણ આ છે: %s નામ: %s
ja_jp: 現在の識別子は %s で名前は %s です
kn_in: ಪ್ರಸಕ್ತ ಗುರುತು (ಐಡೆಂಟಿಟಿ): %s ಹೆಸರು: %s
ko_kr: 현재 id는 %s 이름은 %s입니다
pt_br: A identidade atual é: %s nome: %s
ru_ru: Текущий пользователь: %s. Имя: %s
ta_in: நடப்பு அடையாளமானது: %s பெயர்: %s

source: Error: Unable to generate a new identity for the system
fr_fr: Erreur : impossible de générer une nouvelle identité pour le système
gu_in: ભૂલ: સિસ્ટમ માટે નવી ઓળખ ઉત્પન્ન કરવાનું અસમર્થ
ja_jp: エラー: システム用に新規の識別子を生成できません
kn_in: ದೋಷ: ವ್ಯವಸ್ಥೆಗಾಗಿ ಹೊಸ ಗುರುತನ್ನು (ಐಡೆಂಟಿಟಿ) ಉತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko_kr: 오류: 시스템에 새로운 id를 생성할 수 없습니다.
pt_br: Erro: Não foi possível gerar uma nova identidade para o sistema
ru_ru: Ошибка. Не удалось сгенерировать новое удостоверение для системы
ta_in: பிழை: கணினிக்காக ஒரு புதிய அடையாளத்தை துவக்க முடியவில்லை

source: register the client to RHN
fr_fr: enregistrer le client sur RHN
gu_in: RHN માટે ક્લાયન્ટને રજીસ્ટર કરો
ja_jp: クライアントを RHN に登録します
kn_in: RHN ಗೆ ಕ್ಲೈಂಟ್ ಅನ್ನು ನೋಂದಾಯಿಸಿ
ko_kr: 클라이언트를 RHN에 등록합니다
pt_br: registra o cliente ao RHN
ru_ru: зарегистрировать клиент в RHN
ta_in: RHNக்கு வாடிக்கையாளரை பதிவுசெய்கிறது

source: the type of consumer to register. Defaults to system
fr_fr: le type de consommateur à enregistrer. Utilise les valeurs par défaut du système
gu_in: રજીસ્ટર કરવા માટે ગ્રાહકનો પ્રકાર. સિસ્ટમ માટે મૂળભૂતો
ja_jp: 登録する消費者のタイプ。デフォルトはシステムです
kn_in: ನೋಂದಾಯಿಸಬೇಕಿರುವ ಗ್ರಾಹಕನ ಬಗೆ. ವ್ಯವಸ್ಥೆಗೆ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿರುತ್ತದೆ
ko_kr: 등록할 사용자 유형. 기본값은 시스템임
pt_br: o tipo de cliente a ser registrado. Padroniza ao sistema
ru_ru: тип регистрируемого пользователя. По умолчанию регистрируется система.
ta_in: இந்த வகையான நுகர்வோரை பதிவுசெய்யவும். கணினியின் முன்னிருப்பின்படி

source: name of the consumer to register. Defaults to the hostname.
fr_fr: nom du consommateur à enregistrer. Utilise les valeurs par défaut du nom d'hôte.
gu_in: રજીસ્ટર કરવા માટે ગ્રાહકનું નામ. યજમાનનામ માટે મૂળભૂતો.
ja_jp: 登録する消費者の名前。デフォルトはホスト名です
kn_in: ನೋಂದಾಯಿಸಬೇಕಿರುವ ಗ್ರಾಹಕನ ಹೆಸರು. ಆತಿಥೇಯ ಹೆಸರಿಗೆ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿರುತ್ತದೆ
ko_kr: 등록할 사용자 이름. 호스트명이 기본값입니다.
pt_br: nome do cliente a ser registrado. Padroniza ao hostname.
ru_ru: имя регистрируемого пользователя. По умолчанию используется имя компьютера.
ta_in: நுகர்வோரின் பெயரை பதிவுசெய்யவும். புரவலப்பெயருக்கான முன்னிருப்புகள்.நுகர்வோரின் பெயரை பதிவுசெய்யவும். புரவலப்பெயருக்காநுகர்வோரின் பெயரை பதிவுசெய்யவும். பநுகர்வோரின் பெயரை பதிவுசெய்யவும். ப

source: register to an existing consumer
fr_fr: enregistrer sur un consommateur existant
gu_in: હાલના ગ્રાહકમાં રજીસ્ટર કરો
ja_jp: 既存の消費者に対して登録
kn_in: ಈಗಿರುವ ಒಬ್ಬ ಗ್ರಾಹಕನಿಗೆ ನೋಂದಾಯಿಸು
ko_kr: 기존 사용자에 대한 등록
pt_br: registra a um cliente existente
ru_ru: регистрация существующего пользователя
ta_in: இருக்கும் ஒரு நுகர்வோரை பதிவுசெய்யவும்

source: automatically subscribe this system to compatible subscriptions.
fr_fr: abonne automatiquement ce système à abonnements compatibles.
gu_in: સુસંગત ઉમેદવારીઓ માટે આ સિસ્ટમને આપમેળે ઉમેદવારી કરો.
ja_jp: このシステムを自動的に互換性のある サブスクリプションに登録
kn_in: ಈ ವ್ಯವಸ್ಥೆಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವ ಚಂದಾದಾರಿಕೆಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಚಂದಾದಾರರಾಗಿಸು.
ko_kr: 이 시스템을 자동으로 호환 서브스크립션에 등록.
pt_br: subscreve automaticamente este sistema para subscrições compatíveis.
ru_ru: автоматически подписать систему .................................... на подходящие подписки.
ta_in: தானாகவே இந்த கணினிக்கு சந்தாபடுத்ததானாகவே இந்த க

source: register the system even if it is already registered
fr_fr: enregistre ce système même s'il est déjà enregistré
gu_in: સિસ્ટમને રજીસ્ટર કરો જો તે પહેલેથી જ રજીસ્ટર થયેલ હોય
ja_jp: 既に登録済みでもシステムを登録します
kn_in: ವ್ಯವಸ್ಥೆಯನ್ನು ಈಗಾಗಲೆ ನೋಂದಾಯಿಸಲಾಗಿದ್ದರೂ ಸಹ ಮತ್ತೊಮ್ಮೆ ನೋಂದಾಯಿಸು
ko_kr: 이미 등록되어 있어도 시스템을 등록
pt_br: registra o sistema mesmo que ele já tenha sido registrado
ru_ru: регистрировать систему даже если она уже зарегистрирована
ta_in: கணினி ஏற்கனவே பதிவுசெய்யப்பட்டிருந்தாலும் பதிவுசெய்யவும்

source: Error: username not provided. Use --username <name>
fr_fr: Erreur : nom d'utilisateur non fourni. Utilisez --username <name>
gu_in: ભૂલ: વપરાશકર્તાનામ પૂરુ પાડેલ નથી. --username <name> વાપરો
ja_jp: エラー: ユーザー名がありません。--username <name> を使用します
kn_in: ದೋಷ: ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ. --username <name> ಅನ್ನು ಬಳಸಿ
ko_kr: 오류: 사용자 이름이 없습니다. --username <name>을 사용합니다
pt_br: Erro: nome do usuário não foi fornecido. Use --username <name>
ru_ru: Ошибка. Не задано имя пользователя. Укажите «--username <имя>»
ta_in: பிழை: பயனர்பெயர் வழங்கப்படவில்லை. --username <name>ஐ பயன்படுத்தவும்

source: Error: password not provided. Use --password <value>
fr_fr: Erreur : mot de passe non fourni. Utilisez --password <value>
gu_in: ભૂલ: પાસવર્ડ પૂરો પાડેલ નથી. --password <value> વાપરો
ja_jp: エラー: パスワードがありません。--password <value> を使用します
kn_in: ದೋಷ: ಗುಪ್ತಪದವನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ. --password <value> ಅನ್ನು ಬಳಸಿ
ko_kr: 오류: 암호가 없습니다. --password <value>를 사용합니다
pt_br: Erro: senha não fornecida. Use --password <value>
ru_ru: Ошибка. Не задан пароль. Укажите «--password <значение>»
ta_in: பிழை: கடவுச்சொல் எதுவும் வழங்கப்படவில்லை. --password <மதிப்பு>ஐ பயன்படுத்தவும்

source: Error: username and password are required to register, try register --help.
fr_fr: Erreur : le nom d'utilisateur et le mot de passe sont requis pour s'enregistrer, essayez d'utiliser register --help.
gu_in: ભૂલ: વપરાશકર્તાનામ અને પાસવર્ડને રજીસ્ટર કરવાની જરૂર છે, રજીસ્ટર --help માટે પ્રયત્ન કરો.
ja_jp: エラー: 登録するにはユーザー名とパスワードが必要です。register --help を試して下さい
kn_in: ದೋಷ: ನೋಂದಾಯಿಸಲು ಬಳಕೆದಾರಹೆಸರು ಹಾಗು ಗುಪ್ತಪದದ ಅಗತ್ಯವಿದೆ, register --help ಅನ್ನು ಬಳಸಿ ನೋಡಿ.
ko_kr: 오류: 등록하려면 사용자 이름과 암호가 필요합니다. register - help를 시도해 보십시오.
pt_br: Erro: nome do usuário e senha são solicitados para o registro, tente registrar --help.
ru_ru: Ошибка. Для регистрации необходимо указать имя пользователя и пароль. Выполните «register --help».
ta_in: பிழை: பதிவுசெய்வதற்கு பயனர்பெயர் மற்றும் கடவுச்சொல் தேவைப்படுகிறது, --helpஐ பதிவுசெய்ய முயற்சிக்கவும்.

source: This system is already registered. Use --force to override
fr_fr: Ce système est déjà enregistré. Utilisez --force pour remplacer
gu_in: આ સિસ્ટમ પહેલેથી જ રજીસ્ટર થયેલ છે. ઉપર લખવા માટે --force ને વાપરો
ja_jp: このシステムは既に登録済みです。上書きするには --force を使用します
kn_in: ಈ ವ್ಯವಸ್ಥೆಯನ್ನು ಈಗಾಗಲೆ ನೋಂದಾಯಿಸಲಾಗಿದೆ. ಅತಿಕ್ರಮಿಸಲು --force ಅನ್ನು ಬಳಸಿ
ko_kr: 이 시스템은 이미 등록되어 있습니다. 무시하시려면 --force를 사용합니다
pt_br: Este sistema já foi registrado. Use --force para substituição
ru_ru: Система уже зарегистрирована. Добавьте «--force», чтобы переопределить настройки.
ta_in: இந்த கணினி ஏற்கனவே பதிவுசெய்யப்பட்டுள்ளது. மேலெழுத --force என்பதை பயன்படுத்தவும்

source: Error: consumer name can not be empty.
fr_fr: Erreur : le nom du consommateur ne peut pas être vide.
gu_in: ભૂલ: ગ્રાહક ખાલી થઇ શકતા નથી.
ja_jp: エラー: 消費者名は空白ではいけません
kn_in: ದೋಷ: ಗ್ರಾಹಕರ ಹೆಸರು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.
ko_kr: 오류: 사용자 이름을 공백으로 비워둘 수 없습니다.
pt_br: Erro: o nome do cliente não pode aparecer vazio.
ru_ru: Ошибка. Имя пользователя не может быть пустым.
ta_in: பிழை: நுகர்வோர் பெயர் காலியாக இருக்க முடியாது.

source: The system with UUID %s has been unregistered
fr_fr: Le système avec l'UUID%s a été désenregistré
gu_in: UUID %s સાથે સિસ્ટમનું રજીસ્ટર હટાવી દેવામાં આવ્યુ છે
ja_jp: UUID %s を持つシステムは未登録です。
kn_in: %s ಎಂಬ UUID ಅನ್ನು ಹೊಂದಿರುವ ವ್ಯವಸ್ಥೆಯನ್ನು ನೋಂದಾಯಿಸಲಾಗಿದೆ
ko_kr: UUID %s 시스템은 등록 취소되었습니다
pt_br: O sistema com UUID %s foi cancelado
ru_ru: Удалена регистрация системы с UUID %s.
ta_in: இந்த கணினி UUID %s உடன் பதிவுசெய்யப்படாது

source: Error during registration: %s
fr_fr: Erreur lors de l'enrrgistrement : %s
gu_in: રજીસ્ટ્રેશન દરમ્યાન ભૂલ: %s
ja_jp: 登録中にエラーです: %s
kn_in: ನೋಂದಾಯಿಸುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ: %s
ko_kr: 등록 도중 오류 발생: %s
pt_br: Erro durante o registro: %s
ru_ru: Ошибка в процессе регистрации: %s
ta_in: பதிவுசெய்யும் போது பிழை: %s

source: Subscribed to Products:
fr_fr: Abonné aux produits :
gu_in: પ્રોડક્ટો માટે ઉમેદવારી થયેલ છે:
ja_jp: 製品にサブスクライブ済み:
kn_in: ಈ ಉತ್ಪನ್ನಗಳಿಗೆ ಚಂದಾದಾರಿಕೆ ನೀಡಲಾಗಿದೆ:
ko_kr: 제품에 등록:
pt_br: Subscrição para Produtos:
ru_ru: Подписана на продукты:
ta_in: தயாரிப்புகளுக்கு சந்தாபடுத்தவும்:

source: unregister the client from RHN
fr_fr: désenregistrer le client RHN
gu_in: RHN માંથી ક્લાયન્ટનું રજીસ્ટર હટાવી દો
ja_jp: RHN からクライアントを登録解除します
kn_in: RHN ನಿಂದ ಕ್ಲೈಂಟ್‌ನ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
ko_kr: 고객을 RHN에서 등록 취소함
pt_br: Cancela o registro do cliente do RHN
ru_ru: отменить регистрацию клиента в RHN
ta_in: RHNலிருந்து வாடிக்கையாளரை பதிவுநீக்குகிறது

source: This system is currently not registered.
fr_fr: Ce système n'est pas enregistré actuellement.
gu_in: આ સિસ્ટમ હાલમાં રજીસ્ટર થયેલ નથી.
ja_jp: このシステムは現在登録されていません
kn_in: ಈ ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರಸಕ್ತ ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ.
ko_kr: 현재 시스템은 등록되어 있지 않습니다.
pt_br: Este sistema não está registrado.
ru_ru: Система в настоящее время не зарегистрирована.
ta_in: இந்த கணினி தற்போது பதிவுசெய்யப்படவில்லை.

source: System has been un-registered.
fr_fr: Le système a été désenregistré.
gu_in: સિસ્ટમનું રજીસ્ટર હટાવી દેવામાં આવ્યુ છે.
ja_jp: システムは未登録です
kn_in: ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 시스템이 등록 취소되었습니다.
pt_br: O sistema foi cancelado.
ru_ru: Регистрация системы отменена.
ta_in: கணினி பதிவுசெய்யப்பட்டிருக்கவில்லை.

source: activate the registered user to a specified product
fr_fr: activer l'utilisateur enregistré pour un produit spécifique
gu_in: સ્પષ્ટ થયેલ પ્રોડક્ટ માટે રજીસ્ટર થયેલ વપરાશકર્તાને સક્રિય કરો
ja_jp: 登録済みユーザーを指定製品に対してアクティベートします
kn_in: ನೋಂದಾಯಿಸಲಾದ ಬಳಕೆದಾರನನ್ನು ಒಂದು ನಿಶ್ಚಿತವಾದ ಉತ್ಪನ್ನಕ್ಕೆ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 등록된 사용자를 지정된 제품에 활성화합니다
pt_br: ativa o usuário registrado a um produto específico
ru_ru: активировать зарегистрированного пользователя для выбранного продукта
ta_in: ஒரு குறிப்பிட்ட தயாரிப்பில் பதிவுசெய்யப்பட்ட பயனரை செயல்படுத்தவும்

source: optional email address to notify when token activation is complete.
fr_fr: adresse email optionnelle pour notifier lorsque l'activation des jetons est réussie.
gu_in: સૂચિત કરવા માટે વૈકલ્પિક ઇમેલ સરનામું જ્યારે ટોકન સક્રિયકરણ સમાપ્ત છે.
ja_jp: トークンアクティベーション終了時に通知するオプションの電子メールアドレス
kn_in: ಟೋಕನ್ ಸಕ್ರಿಯಗೊಳಿಕೆಯು ಪೂರ್ಣಗೊಂಡ ನಂತರ ಸೂಚಿಸಬಹುದಾದ ಐಚ್ಛಿಕ ಇಮೈಲ್ ವಿಳಾಸ.
ko_kr: 토큰 활성화 완료시 통지를 위한 이메일 주소 옵션
pt_br: endereço de e-mail opcional para notificação da ativação do token.
ru_ru: дополнительный адрес для отправки уведомлений о завершении активации ключа
ta_in: டோகன் செயல்பாடு முடிவடைந்ததும் விருப்பமான மின்னஞ்சல் முகவரி அறிக்கையிடும்.

source: optional language to use for email notification when token activation is complete. Used with --email only. Examples: en-us, de-de
fr_fr: langue optionnelle à utiliser pour les notifications par email lorsque l'activation des jetons est réussie. Utiliser avec --email uniquement. Exemples : en-us, de-de
gu_in: ઇમેલ સૂચના માટે વાપરવા વૈકલ્પિક ભાષા જ્યારે ટોકન સક્રિયકરણ સમાપ્ત છે. ફક્ત --email સાથે વાપરેલ છે. ઉદાહરણો: en-us, de-de
ja_jp: トークンアクティベーション完了時に電子メール通知で使用するオプションの言語。 --email と併用でのみ使用されます。例えば: en-us, de-de
kn_in: ಟೋಕನ್ ಸಕ್ರಿಯಗೊಳಿಕೆಯು ಪೂರ್ಣಗೊಂಡ ನಂತರ ಇಮೈಲ್ ಸೂಚಿನೆಯಲ್ಲಿ ಬಳಸಬೇಕಿರುವ ಐಚ್ಛಿಕ ಭಾಷೆ. --email ನೊಂದಿಗೆ ಮಾತ್ರ ಬಳಸಬೇಕು. ಉದಾಹರಣೆಗಳು: en-us, de-de
ko_kr: 토큰 활성화 완료시 이메일 통지에 사용할 언어 옵션. --email 과 함께 사용됩니다. 예: en-us, de-DE
pt_br: idioma opcional de uso para a notificação por e-mail quando a ativação do token for completada. Usado com --email apenas. Exemplos: en-us, de-de
ru_ru: дополнительный язык уведомлений о завершении активации ключа. Используется вместе с «--email». Примеры: en-us, ru-ru
ta_in: டோகன் முடிவடைந்ததும் மின்னஞ்சல் அறிக்கைக்கு விருப்ப மொழியை பயன்படுத்தவும். --emailஉடன் மட்டும் பயன்படுத்தப்படும். எடுத்துக்காட்டுகள்: en-us, de-de

source: subscribe the registered machine to a specified product
fr_fr: abonner la machine enregistrée à un produit spécifique
gu_in: સ્પષ્ટ થયેલ પ્રોડક્ટ માટે રજીસ્ટર થયેલ મશીનની ઉમેદવારી કરો
ja_jp: 登録済みマシンを指定製品に対してサブスクライブします
kn_in: ನೋಂದಾಯಿಸಲಾದ ಗಣಕವನ್ನು ಒಂದು ನಿಶ್ಚಿತವಾದ ಉತ್ಪನ್ನಕ್ಕೆ ಚಂದಾದಾರವಾಗಿಸು
ko_kr: 등록된 시스템을 지정된 제품에 등록
pt_br: subscreve a máquina registrada a um produto específico
ru_ru: подписать зарегистрированный компьютер на заданный продукт
ta_in: ஒரு குறிப்பிட்ட தயாரிப்பில் பதிவுசெய்யப்பட்ட கணினியை சந்தாபடுத்தவும்

source: subscription pool id
fr_fr: id du pool d'abonnements
gu_in: ઉમેદવારી પુલ id
ja_jp: サブスクリプションプール id
kn_in: ಚಂದಾದಾರಿಕೆ ಪೂಲ್ ಐಡಿ
ko_kr: 서브스크립션 풀 id
pt_br: subscrição da id do pool
ru_ru: id пула подписки
ta_in: சந்தாபடுத்தல் பூல் id

source: Error: Need to supply --pool, Try subscribe --help
fr_fr: Erreur : nécessité de fournir --pool, essayez subscribe --help
gu_in: ભૂલ: --pool લાગુ કરવાની જરૂર છે, ઉમેદવારી --help નો પ્રયત્ન કરો
ja_jp: エラー: --pool を入れる必要があります。subscribe --help を試して下さい
kn_in: ದೋಷ: --pool ಅನ್ನು ಒದಗಿಸುವ ಅಗತ್ಯವಿದೆ, subscribe --help ಅನ್ನು ಬಳಸಿ ನೋಡಿ
ko_kr: 오류: --pool을 넣어야 합니다. subscribe --help를 시도해 보십시오
pt_br: Erro: É necessário fornecer --pool, Tente subscrever --help
ru_ru: Ошибка. Необходимо указать «--pool». Попробуйте выполнить «subscribe --help»
ta_in: பிழை: --poolக்கு தேவை, subscribe --helpஐ முயற்சிக்கவும்

source: Please enter a valid numeric pool id.
fr_fr: Veuillez saisir un id de pool numérique valide.
gu_in: મહેરબાની કરીને યોગ્ય પૂર્ણસંખ્યા પુલ id ને દાખલ કરો.
ja_jp: 有効な数値のプール id を入力して下さい
kn_in: ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯವಾದ ಅಂಕೆ ರೂಪದ ಪೂಲ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ.
ko_kr: 유효한 숫자 풀 id를 입력하십시오.
pt_br: Por favor insira uma id de pool de número válido.
ru_ru: Укажите корректный ID пула.
ta_in: ஒரு சரியான தசம பூல் idஐ உள்ளிடவும்.

source: unsubscribe the registered user from all or specific subscriptions
fr_fr: désenregistrer l'utilisateur enregistré de tous les abonnements ou d'abonnements spécifiques
gu_in: બધા અથવા વિશિષ્ટ ઉમેદવારીઓમાંથી રજીસ્ટર થયેલ વપરાશકર્તાની ઉમેદવારી હટાવો
ja_jp: 登録済みのユーザーを全ての、又は特定のサブスクリプションから解除
kn_in: ನೋಂದಾಯಿಸಲಾದ ಬಳಕೆದಾರನಿಗಾಗಿನ ಎಲ್ಲಾ ಅಥವ ನಿಶ್ಚಿತ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ರದ್ದುಗೊಳಿಸಿ
ko_kr: 전체 또는 특정 서브스크립션에서 등록된 사용자를 등록 해제
pt_br: cancela a subscrição do usuário registrado de todas subscrições ou específicas
ru_ru: отменить подписки для зарегистрированного пользователя
ta_in: அனைத்து அல்லது குறிப்பிட்ட சந்தாக்களிலிருந்து பதிவுசெய்யப்பட்ட பயனரை சந்தாநீக்கவும்
