Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: This system is non-compliant
fr_fr: Ce système n'est pas compatible
gu_in: આ સિસ્ટમ કહ્યાગરી નથી
ja_jp: このシステムはコンプライアンス無しです
kn_in: ಈ ವ್ಯವಸ್ಥೆಯು ಅನುವರ್ತನೆಯಲ್ಲಿಲ್ಲ
ko_kr: 시스템은 규제에 준수하지 않음
pt_br: Este sistema não é compatível
ru_ru: Система не поддерживается
ta_in: இந்த கணினி ஒரு உடன்பாடற்றது

source: This System is Non-Compliant
fr_fr: Ce système n'est pas compatible
gu_in: આ સિસ્ટમ કહ્યાગરી નથી
ja_jp: このシステムはコンプライアンス無しです
kn_in: ಈ ವ್ಯವಸ್ಥೆಯು ಅನುವರ್ತನೆಯಲ್ಲಿಲ್ಲ
ko_kr: 시스템은 규제에 준수하지 않음
pt_br: Este Sistema não é Compatível
ru_ru: Эта система не поддерживается
ta_in: இந்த கணினி ஒரு உடன்பாடற்றது

source: This system is missing one or more subscriptions required for compliance with your subscription agreements.
fr_fr: Il manque un ou plusieurs abonnement(s) à ce système pour qu'il soit conforme à vos contrats d'abonnement.
gu_in: આ સિસ્ટમ તમારી ઉમેદવારી સમજૂતી સાથે સંમતિ માટે જરૂરી એક અથવા વધારે ઉમેદવારીઓને ગુમ કરી રહી છે.
ja_jp: このシステムには、サブスクリプション同意書に於けるコンプライアンスに必要な 単数、又は複数のサブスクリプションが足りません。
kn_in: ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಒಪ್ಪಂದದೊಂದಿಗಿನ ಅನುವರ್ತನೆಗಾಗಿ ಅಗತ್ಯವಿರುವ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಚಂದಾದಾರಿಕೆಗಳು ಕಾಣಿಸುತ್ತಿಲ್ಲ.
ko_kr: 서브스크립션 계약에 준수하는 하나 이상의 시스템 서브스크립션이 누락되었습니다.
pt_br: Falta uma ou mais subscrições neste sistema para compatibilidade com seu acordo de subscrição.
ru_ru: В системе нет подписок, необходимых для для удовлетворения требований соглашений подписки.
ta_in: இந்த விடுபட்ட கணினியில் ஒன்று அல்லது மேலும் சந்தாபடுத்தல்கள் காலாவதியாகும் நிலையில் உள்ளன. இந்த சந்தாபடுதல்கள் உங்கள் சந்தா ஒப்பந்தகளுடன் உடன்பாடு தேவைப்படுகிறது.

source: Some of the system's subscriptions are about to expire
fr_fr: Certains abonnements de ce système sont sur le point d'expirer
gu_in: અમુક સિસ્ટમની ઉમેદવારીઓનો અંત આવવાનો છે
ja_jp: システムの一部のサブスクリプションはすぐに期限が切れます
kn_in: ವ್ಯವಸ್ಥೆಯ ಕೆಲವು ಚಂದಾದಾರಿಕೆಗಳ ವಾಯಿದೆಯು ತೀರಿಹೋಗುವ ಸ್ಥಿತಿಯಲ್ಲಿವೆ
ko_kr: 일부 시스템의 서브스크립션은 곧 만료됩니다
pt_br: Algumas das subscrições do sistema estão prestes à vencer.
ru_ru: Некоторые подписки системы скоро истекут
ta_in: சில கணினிகள் சந்தாபடுத்தல்கள் காலாவதியாகும் நிலையில் உள்ளன

source: This System's Subscriptions Are About to Expire
fr_fr: Les abonnements de ce système sont sur le point d'expirer
gu_in: સિસ્ટમની ઉમેદવારીઓનો અંત આવવાનો છે
ja_jp: このシステムのサブスクリプションはすぐに期限が切れます
kn_in: ಈ ವ್ಯವಸ್ಥೆಯ ಚಂದಾದಾರಿಕೆಗಳ ವಾಯಿದೆಯು ತೀರಿಹೋಗುವ ಸ್ಥಿತಿಯಲ್ಲಿವೆ
ko_kr: 이 시스템의 서브스크립션은 곧 만료됩니다
pt_br: As Subscrições do Sistema estão prestes à Vencer
ru_ru: Подписки системы скоро истекут
ta_in: இந்த கணினிகளுக்கு சந்தாபடுத்தல்கள் காலாவதியாகும் நிலையில் உள்ளன

source: One or more of this system's subscriptions are about to expire. These subscriptions are required for compliance with your subscription agreements.
fr_fr: Un ou plusieurs abonnement(s) de ce système sont sur le point d'expirer. Ces abonnements sont requis pour rester conforme à vos contrats d'abonnement.
gu_in: એક અથવા વધારે સિસ્ટમની ઉમેદવારીઓનો અંત આવવાનો છે. આ ઉમેદવારીઓને તમારી ઉમેદવારી સમજૂતી સાથે સંમતિ માટે જરૂરી છે.
ja_jp: このシステムの単数、又は複数のサブスクリプションがすぐに期限切れです。これらの サブスクリプションはサブスクリプション同意書に於けるコンプライアンスに必要です。
kn_in: ವ್ಯವಸ್ಥೆಯ ಕೆಲವು ಚಂದಾದಾರಿಕೆಗಳ ವಾಯಿದೆಯು ತೀರಿಹೋಗುವ ಸ್ಥಿತಿಯಲ್ಲಿವೆ. ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಒಪ್ಪಂದದೊಂದಿಗಿನ ಅನುವರ್ತನೆಗಾಗಿ ಈ ಚಂದಾದಾರಿಕೆಗಳು ಅಗತ್ಯವಾಗಿರುತ್ತವೆ.
ko_kr: 하나 이상의 시스템 서브스크립션이 곧 만료됩니다. 이러한 서브스크립션은 서브스크립션 계약에 준수하여야 합니다.
pt_br: Uma ou mais subscrições do sistema estão prestes à vencer. Estas subscrições são solicitadas para compatibilidade com seu acordo de subscrição.
ru_ru: Некоторые подписки системы скоро истекут. Эти подписки необходимы для удовлетворения требований соглашений подписки.
ta_in: இந்த கணினிகளில் ஒன்று அல்லது மேலும் சந்தாபடுத்தல்கள் காலாவதியாகும் நிலையில் உள்ளன. இந்த சந்தாபடுதல்கள் உங்கள் சந்தா ஒப்பந்தகளுடன் உடன்பாடு தேவைப்படுகிறது.

source: Remind Me Later
fr_fr: Me le rappeler ultérieurement
gu_in: પછીથી મને યાદ અપાવો
ja_jp: 後で知らせる
kn_in: ನನಗೆ ನಂತರ ನೆನಪಿಸು
ko_kr: 나중에 다시 알려주십시오
pt_br: Lembrar mais tarde
ru_ru: Напомнить позже
ta_in: பின்னர் எனக்கு நினைவூட்டவும்

source: Manage My Subscriptions...
fr_fr: Gérer mes abonnements...
gu_in: મારી ઉમેદવારીઓને સંચાલિત કરો...
ja_jp: 自分のサブスクリプションを管理...
kn_in: ನನ್ನ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು...
ko_kr: 내 서브스크립션 관리...
pt_br: Gerencie minhas Subscrições...
ru_ru: Управление подписками...
ta_in: எனது சந்தாக்களை பராமரிக்கவும்...

source: Failed to open connection to bus: %s
fr_fr: Échec de l'ouverture de la connexion au bus : %s
gu_in: બસમાં જોડાણને ખોલવામાં નિષ્ફળતા: %s
ja_jp: バスへの接続を開く際に失敗しました: %s
kn_in: ಬಸ್‌ನೊಂದಿಗೆ ಸಂಪರ್ಕವನ್ನು ತೆರೆಯುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %s
ko_kr: bus로 연결을 여는데 실패: %s
pt_br: Falha ao abrir uma conexão para o bus %s
ru_ru: Не удалось открыть соединение с шиной: %s
ta_in: பஸ் இணைப்பை திறக்க முடியவில்லை: %s

source: Unknown argument to force-icon: %s
fr_fr: Forcer l'affichage de l'icône de l'argument inconnu : %s
gu_in: force-icon માટે અજ્ઞાત દલીલ: %s
ja_jp: force-icon への不明な引数: %s
kn_in: ಚಿಹ್ನೆಯನ್ನು ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿಸುವಲ್ಲಿ ಅಜ್ಞಾತ ಆರ್ಗ್ಯುಮೆಂಟ್‌: %s
ko_kr: force-icon에 알 수 없는 인수: %s
pt_br: Argumento desconhecido para forçar o ícone: %s
ru_ru: Неизвестный аргумент для принудительного показа значка: %s
ta_in: force-iconக்கு தெரியாத விவாதம்: %s

source: option parsing failed: %s
fr_fr: échec de l'analyse de l'option : %s
gu_in: વિકલ્પ પદચ્છેદન કરતી વખતે નિષ્ફળતા: %s
ja_jp: オプションの構文解析失敗: %s
kn_in: ಆಯ್ಕೆ ಪಾರ್ಸ್ ಮಾಡುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ: %s
ko_kr: 옵션 구문 분석 실패: %s
pt_br: a opção de busca falhou: %s
ru_ru: не удалось обработать параметр: %s
ta_in: விருப்ப பிணைத்தல் தோல்வியுற்றது: %s
