Repository: ATIX-AG/subscription-manager
Catalog: po/*.po
Languages: fr_fr, gu_in, ja_jp, kn_in, ko_kr, pt_br, ru_ru, ta_in

source: have no overlap with existing subscriptions
fr_fr: ne sont pas superposés sur des abonnements existant
gu_in: હાલની ઉમેદવારીઓ સાથે ઓવરલેપ નથી
ja_jp: 既存のサブスクリプションとの重複をしない
kn_in: ಈಗಿರುವ ಯಾವುದೆ ಚಂದಾಗಳ ಮೇಲೆ ಅತಿಕ್ರಮಿಸುತ್ತಿಲ್ಲ
ko_kr: 기존 서브스크립션과 중복되지 않음
pt_br: não há sobreposição com as subscrições existentes
ru_ru: не пересекаться с существующими подписками
ta_in: இருக்கும் சந்தாக்களுக்கு மேலே எந்த சந்தாவும் இல்லைஇருக்கும் சந்தாக்களுடன் மேல

source: match my installed products
fr_fr: correspondent à mes produits installés
gu_in: મારી સ્થાપિત થયેલ પ્રોડક્ટો સાથે બંધબેસાડો
ja_jp: 自分のインストール済み製品にマッチ
kn_in: ನನ್ನಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲಾಗಿರುವ ಉತ್ಪನ್ನಕ್ಕೆ ತಾಳೆ ಮಾಡು
ko_kr: 내 설치 제품과 일치
pt_br: combinar meus produtos instalados
ru_ru: совпадение по установленным
ta_in: எனது நிறுவப்பட்ட தயாரிப்புகளை பொருத்தவும்

source: match my system
fr_fr: correspondent à mon système
gu_in: મારી સિસ્ટમને બંધબેસાડો
ja_jp: 自分のシステムにマッチ
kn_in: ನನ್ನ ವ್ಯವಸ್ಥೆಗೆ ತಾಳೆ ಮಾಡು
ko_kr: 내 시스템과 일치
pt_br: combinar meu sistema
ru_ru: совпадение по системе
ta_in: எனது கணினியை பொருத்து

source: On a different date:
fr_fr: Sur une autre date :
gu_in: વિવિધ તારીખ પર:
ja_jp: 異なる期日に:
kn_in: ಒಂದು ಪ್ರತ್ಯೇಕ ದಿನಾಂಕದಂದು:
ko_kr: 다른 날짜에:
pt_br: Numa data diferente:
ru_ru: В другой день:
ta_in: ஒரு வித்தியாசமான தேதியில்:

source: Show products that will be out of compliance as of:
fr_fr: Afficher les produits qui ne seront plus compatibles à partir de :
gu_in: પ્રોડક્ટોને બતાવો જે સંમતિની બહાર હશે:
ja_jp: 以下の期日にコンプライアンスから離脱する製品を表示:
kn_in: ಈ ದಿನಾಂಕಕ್ಕೆ ಅನುವರ್ತನೆಯಿಂದ ಹೊರತಾಗಲಿರುವ ಉತ್ಪನ್ನಗಳನ್ನು ತೋರಿಸು:
ko_kr: 다음의 준수 상태에서 벗어난 제품 보기:
pt_br: Apresentar produtos que não serão mais compatíveis a partir de:
ru_ru: Показать продукты, поддержка которых прекращается:
ta_in: உடன்பாட்டிற்கு வெளியையுள்ள தயாரிப்புகளை காட்டு:

source: Subscription Manager - Compliance Assistant
fr_fr: Gestionnaire d'abonnements - Assistant de compatibilité
gu_in: ઉમેદવારી સંચાલક - સંમતિ મદદકર્તા
ja_jp: サブスクリプションマネージャ- Compliance Assistant
kn_in: ಚಂದಾದಾರಿಕೆ ವ್ಯವಸ್ಥಾಪಕ - ಅನುವರ್ತನೆ ಸಹಾಯಕ
ko_kr: 서브스크립션 관리자 - Compliance Assistant
pt_br: Gerenciador de Subscrição - Assistente de Compatibilidade
ru_ru: Управление подписками. Помощник по поддержке
ta_in: சந்தாபடுத்தல் மேலாளர் - உடன்பாடு துணை

source: The following subscriptions will cover the products selected above:
fr_fr: Les abonnements suivant couvriront les produits sélectionnés ci-dessus :
gu_in: નીચેની ઉમેદવારીઓ ઉપર પસંદ કરેલ પ્રોડક્ટોને આવરી લેશે:
ja_jp: 以下のサブスクリプションは上記で選択された製品に適用できます:
kn_in: ಈ ಕೆಳಗಿನ ಚಂದಾದಾರಿಕೆಗಳು ಮೇಲೆ ಆಯ್ಕೆ ಮಾಡಲಾದ ಉತ್ಪನ್ನಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ:
ko_kr: 다음의 서브스크립션에는 위에서 선택한 제품이 포함됩니다:
pt_br: As seguintes subscrições irão cobrir os produtos selecionados acima:
ru_ru: Следующие подписки охватывают выбранные продукты:
ta_in: மேலே தேர்ந்தெடுக்கப்பட்ட தயாரிப்புகள் பின்வரும் சந்தாபடுத்தல்களால் பொதியப்படும்:

source: subscribe button
fr_fr: bouton d'abonnement
gu_in: ઉમેદવારી બટન
ja_jp: サブスクライブのボタン
kn_in: ಚಂದಾದಾರಿಕೆಯ ಗುಂಡಿ
ko_kr: 등록 버튼
pt_br: botão de subscrição
ru_ru: кнопка подписки
ta_in: சந்தாபடுத்தல் பொத்தான்

source: <b>System Facts:</b>
fr_fr: <b>Faits du système :</b>
gu_in: <b>સિસ્ટમ તથ્યો:</b>
ja_jp: <b>システムの事実情報:</b>
kn_in: <b>ವ್ಯವಸ್ಥೆಯ ವಸ್ತುಸ್ಥಿತಿಗಳು:</b>
ko_kr: <b>시스템 정보:</b>
pt_br: <b>Dados de Sistema:</b>
ru_ru: <b>Факты системы:</b>
ta_in: <b>கணினி செயல்கள்:</b>

source: Last Update:
fr_fr: Dernière mise à jour :
gu_in: છેલ્લો સુધારો:
ja_jp: 前回の更新:
kn_in: ಕೊನೆಯ ಬಾರಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ್ದು:
ko_kr: 마지막 업데이트:
pt_br: Última Atualização:
ru_ru: Последнее обновление:
ta_in: கடைசி புதுப்பித்தல்:

source: Subscription Manager - Facts
fr_fr: Gestionnaire d'abonnements - Faits
gu_in: ઉમેદવારી સંચાલક - તથ્યો
ja_jp: サブスクリプションマネージャ - 事実情報
kn_in: ಚಂದಾದಾರ ವ್ಯವಸ್ಥಾಪಕ - ವಸ್ತುಸ್ಥಿತಿಗಳು
ko_kr: 서브스크립션 관리자 - 정보
pt_br: Gerenciador de Subscrição - Dados
ru_ru: Управление подписками. Факты
ta_in: சந்தாபடுத்தல் மேலாளர் - செயல்கள்

source: Update Facts
fr_fr: Mettre à jour les faits
gu_in: તથ્યો સુધારો
ja_jp: 事実情報の更新
kn_in: ವಸ್ತುಸ್ಥಿತಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
ko_kr: 정보 업데이트
pt_br: Atualizar Dados
ru_ru: Обновить факты
ta_in: புதுப்பித்தல் செயல்கள்

source: Update Time
fr_fr: Mettre à jour l'heure
gu_in: સમય સુધારો
ja_jp: 更新時刻
kn_in: ಸಮಯವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
ko_kr: 업데이트 시간
pt_br: Atualizar a Hora
ru_ru: Обновить время
ta_in: புதுப்பித்தல் நேரம்

source: close_button
ja_jp: 閉じる_ボタン
ko_kr: 종료 버튼(_b)
ta_in: பொத்தானை மூடவும் (_b)

source: facts_view
ja_jp: 事実情報_表示
ko_kr: 정보 보기 (_v)
ta_in: செயல்களை பார்க்கவும் (_v)

source: Import Certificate
fr_fr: Importer le certificat
gu_in: પ્રમાણપત્ર આયાત કરો
ja_jp: 証明書のインポート
kn_in: ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆಮದು ಮಾಡಿಕೊ
ko_kr: 인증서 가져오기
pt_br: Importar Certificado
ru_ru: Импорт сертификата
ta_in: சான்றிதழை இறக்கவும்

source: Provide a Subscription Certificate
fr_fr: Fournir un certificat d'abonnement
gu_in: ઉમેદવારી પ્રમાણપત્રને પૂરુ પાડો
ja_jp: サブスクリプション証明書の提供
kn_in: ಒಂದು ಚಂದಾ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸು
ko_kr: 서브스크립션 인증서 제공
pt_br: Fornecer um Certificado de Subscrição
ru_ru: Предоставить сертификат подписки
ta_in: ஒரு சந்தாபடுத்தல் சான்றிதழை வழங்கவும்

source: <b>Compliance:</b>
fr_fr: <b>Compatibilité :</b>
gu_in: <b>સંમતિ:</b>
ja_jp: <b>コンプライアンス:</b>
kn_in: <b>ಅನುವರ್ತನೆ:</b>
ko_kr: <b>준수:</b>
pt_br: <b>Compatibilidade:</b>
ru_ru: <b>Поддержка:</b>
ta_in: <b>உடன்பாடு:</b>

source: <b>Product's Subscription Details</b>
fr_fr: <b>Détails de l'abonnement au produit</b>
gu_in: <b>પ્રોડક્ટની ઉમેદવારી વિગતો</b>
ja_jp: <b>製品サブスクリプションの詳細</b>
kn_in: <b>ಉತ್ಪನ್ನದ ಚಂದಾ ವಿವರಗಳು</b>
ko_kr: <b>제품 서브스크립션 정보</b>
pt_br: <b>Detalhes da Subscrição do Produto</b>
ru_ru: <b>Данные подписки</b>
ta_in: <b>தயாரிப்புகளின் சந்தா விவரங்கள்</b>

source: <b>Product:</b>
fr_fr: <b>Produit :</b>
gu_in: <b>પ્રોડક્ટ:</b>
ja_jp: <b>製品:</b>
kn_in: <b>ಉತ್ಪನ್ನ:</b>
ko_kr: <b>제품:</b>
pt_br: <b>Produto:</b>
ru_ru: <b>Продукт:</b>
ta_in: <b>தயாரிப்பு:</b>

source: <b>Subscription:</b>
fr_fr: <b>Abonnement :</b>
gu_in: <b>ઉમેદવારી:</b>
ja_jp: <b>サブスクリプション:</b>
kn_in: <b>ಚಂದಾದಾರಿಕೆ:</b>
ko_kr: <b>서브스크립션:</b>
pt_br: <b>Subscrição:</b>
ru_ru: <b>Подписка:</b>
ta_in: <b>சந்தாபடுத்தல்:</b>

source: Installed View
fr_fr: Vue installée
gu_in: સ્થાપિત થયેલ દૃશ્ય
ja_jp: インストール済みの表示
kn_in: ಅನುಸ್ಥಾಪಿತ ನೋಟ
ko_kr: 설치 보기
pt_br: Visualização Instalada
ru_ru: Установленные
ta_in: நிறுவப்பட்ட பார்வை

source: <b>Compliance Status</b>
fr_fr: <b>Statut de compatibilité</b>
gu_in: <b>સંમતિ પરિસ્થિતિ</b>
ja_jp: <b>コンプライアンスステータス</b>
kn_in: <b>ಅನುವರ್ತನೆಯ ಸ್ಥಿತಿ</b>
ko_kr: <b>준수 상태</b>
pt_br: <b>Status de Compatibilidade</b>
ru_ru: <b>Статус поддержки</b>
ta_in: <b>உடன்பாட்டின் நிலை</b>

source: <b>Tools</b>
fr_fr: <b>Outils</b>
gu_in: <b>સાધનો</b>
ja_jp: <b>ツール</b>
kn_in: <b>ಉಪಕರಣಗಳು</b>
ko_kr: <b>도구</b>
pt_br: <b>Ferramentas</b>
ru_ru: <b>Инструменты</b>
ta_in: <b>கருவிகள்</b>

source: Activate a Subscription
fr_fr: Activer un abonnement
gu_in: ઉમેદવારીને સક્રિય કરો
ja_jp: サブスクリプションのアクティベート
kn_in: ಒಂದು ಚಂದಾದಾರಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 서브스크립션 활성화
pt_br: Ativar a Subscrição
ru_ru: Активация подписки
ta_in: ஒரு சந்தாவை செயல்படுத்தவும்

source: Become Compliant
fr_fr: Devenir compatible
gu_in: આજ્ઞાકારી બનો
ja_jp: コンプライアンスが有効になる
kn_in: ಅನುವರ್ತನೆಯಲ್ಲಿರಿ
ko_kr: 시스템 준수
pt_br: Tornar-se Compatível
ru_ru: Включить поддержку
ta_in: உடன்பாடாக ஆனது

source: Proxy Configuration
fr_fr: Configuration du proxy
gu_in: પ્રોક્સી રૂપરેખાંકન
ja_jp: プロキシ設定
kn_in: ಪ್ರಾಕ್ಸಿ ಸಂರಚನೆ
ko_kr: Proxy 설정
pt_br: Configuração Proxy
ru_ru: Настройка прокси
ta_in: ப்ராக்ஸி கட்டமைப்பு

source: Register System
fr_fr: Enregistrer le système
gu_in: સિસ્ટમ રજીસ્ટર કરો
ja_jp: システムの登録
kn_in: ವ್ಯವಸ್ಥೆಯನ್ನು ನೋಂದಾಯಿಸಿ
ko_kr: 시스템 등록
pt_br: Registar Sistema
ru_ru: Зарегистрировать
ta_in: கணினியை பதிவுசெய்யவும்

source: Unregister System
fr_fr: Désenregistrer le système
gu_in: સિસ્ટમને રજીસ્ટર ન કરો
ja_jp: システムの登録解除
kn_in: ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
ko_kr: 시스템 등록 취소
pt_br: Cancelar Sistema
ru_ru: Удалить регистрацию
ta_in: பதிவுசெய்யப்படாத கணினி

source: View System Facts
fr_fr: Voir les faits du système
gu_in: સિસ્ટમ તથ્યો દર્શાવો
ja_jp: システムの事実情報表示
kn_in: ವ್ಯವಸ್ಥೆಯ ವಸ್ತುಸ್ಥಿತಿಗಳ ನೋಟ
ko_kr: 시스템 정보 보기
pt_br: Visualizar Dados do Sistema
ru_ru: Просмотр фактов системы
ta_in: கணினி செயல்களை பார்க்கவும்

source: You have one product which is out of compliance.
fr_fr: Vous possédez un produit qui n'est plus compatible.
gu_in: તમારી પાસે એક પ્રોડક્ટ છે જે સંમતિની બહાર છે.
ja_jp: お持ちの製品の１つがコンプライアンスから外れています
kn_in: ನಿಮ್ಮಲ್ಲಿನ ಒಂದು ಉತ್ಪನ್ನವು ಅನುವರ್ತನೆಯಿಂದ ಹೊರತಾಗಿದೆ.
ko_kr: 준수 상태에서 제외된 제품이 하나 있습니다.
pt_br: Você pode possuir um produto que não é compatível.
ru_ru: Есть один неподдерживаемый продукт.
ta_in: உடன்பாடற்ற ஒரு தயாரிப்பை நீங்கள் கொண்டுள்ளீர்கள்.

source: My Subscriptions View
fr_fr: Vue « Mes abonnements »
gu_in: મારી ઉમેદવારી દેખાવ
ja_jp: 自分のサブスクリプション表示
kn_in: ನನ್ನ ಚಂದಾದಾರಿಕೆ ನೋಟ
ko_kr: 내 서브스크립션 보기
pt_br: Visualização das minhas Subscrições
ru_ru: Мои подписки
ta_in: எனது சந்தாபடுத்தல்கள் பார்வை

source: Unsubscribe
fr_fr: Désabonner
gu_in: ઉમેદવારી હટાવો
ja_jp: サブスクリプション解除
kn_in: ಚಂದಾದಾರಿಕೆಯ ರದ್ದುಗೊಳಿಕೆ
ko_kr: 등록 해제
pt_br: Cancelar subscrição
ru_ru: Отписаться
ta_in: சந்தாபடுத்தப்படாதவை

source: Advanced Network Configuration
fr_fr: Configuration réseau avancée
gu_in: ઉન્નત નેટવર્ક રૂપરેખાંકન
ja_jp: 高度なネットワーク設定
kn_in: ಸುಧಾರಿತ ಜಾಲಬಂಧ ಸಂರಚನೆ
ko_kr: 고급 네트워크 설정
pt_br: Configuração de Rede Avançada
ru_ru: Дополнительные настройки сети
ta_in: கூடுதல் பிணைய கட்டமைப்பு

source: Authentication Checkbox
fr_fr: Case à cocher Authentification
gu_in: સત્તાધિકરણ ચકાસણીબોક્સ
ja_jp: 認証のチェックボックス
kn_in: ದೃಢೀಕರಣ ಗುರುತುಚೌಕ
ko_kr: 인증 체크 박스
pt_br: Assinalar Autenticação
ru_ru: Флажок аутентификации
ta_in: அங்கீகார சரிபார்க்கும்பெட்டி

source: Close Button
fr_fr: Bouton Fermer
gu_in: બંધ કરો બટન
ja_jp: 閉じるボタン
kn_in: ಮುಚ್ಚುವ ಗುಂಡಿ
ko_kr: 종료 버튼
pt_br: Botão Fechar
ru_ru: Кнопка закрытия
ta_in: பொத்தானை மூடவும்

source: Enter in the format hostname(:port)
fr_fr: Entrer dans le format hostname(:port)
gu_in: યજમાનનામને બંધારણમાં દાખલ કરો(:port)
ja_jp: 形式に合うホスト名の記入(:ポート)
kn_in: hostname(:port) ಎಂಬ ಶೈಲಿಯಲ್ಲಿ ನಮೂದಿಸಿ
ko_kr: hostname(:port) 형식으로 입력
pt_br: Insira no formato hostname(:port)
ru_ru: Ввод в формате «узел(:порт)»
ta_in: வடிவ புரவலபெயரில் உள்ளிடவும்(:துறை)

source: Password Text
fr_fr: Texte du mot de passe
gu_in: પાસવર્ડ લખાણ
ja_jp: パスワードテキスト
kn_in: ಗುಪ್ತಪದ ಪಠ್ಯ
ko_kr: 암호 텍스트
pt_br: Texto de Senha
ru_ru: Поле пароля
ta_in: கடவுச்சொல் உரை

source: Proxy Checkbox
fr_fr: Case à cocher du proxy
gu_in: પ્રોક્સી ચકાસણીબોક્સ
ja_jp: プロキシのチェックボックス
kn_in: ಪ್ರಾಕ್ಸಿ ಗುರುತುಚೌಕ
ko_kr: Proxy 체크박스
pt_br: Assinalar Proxy
ru_ru: Флажок прокси
ta_in: ப்ராக்ஸி சரிபார்க்கும்பெட்டி

source: Proxy Location Text
fr_fr: Texte de l'emplacement du proxy
gu_in: પ્રોક્સી સ્થાન લખાણ
ja_jp: プロキシの場所のテキスト
kn_in: ಪ್ರಾಕ್ಸಿ ಸ್ಥಳ ಪಠ್ಯ
ko_kr: Proxy 위치 텍스트
pt_br: Texto de Localização do Proxy
ru_ru: Поле расположения прокси
ta_in: ப்ராக்ஸி இட உரை

source: Username Text
fr_fr: Texte du nom d'utilisateur
gu_in: વપરાશકર્તાનામ લખાણ
ja_jp: ユーザー名テキスト
kn_in: ಬಳಕೆದಾರ ಪಠ್ಯ
ko_kr: 사용자 이름 텍스트
pt_br: Texto do Nome do Usuário
ru_ru: Поле имени пользователя
ta_in: பயனர்பெயர் உரை

source: Progress Dialog
fr_fr: Boîte de dialogue de progression
gu_in: પ્રગતિ સંવાદ
ja_jp: 進捗のダイアログ
kn_in: ಪ್ರಗತಿ ಸಂವಾದಚೌಕ
ko_kr: 진행 상태 대화창
pt_br: Diálogo em Andamento
ru_ru: Диалог прогресса
ta_in: முன்னேற்ற உரையாடல்

source: <b>Please enter the following for this system:</b>
fr_fr: <b>Veuillez saisir ce qui suit pour ce système :</b>
gu_in: <b>મહેરબાની કરીને આ સિસ્ટમ માટે નીચેનું દાખલ કરો:</b>
ja_jp: <b>このシステムに関して以下を記入して下さい:</b>
kn_in: <b>ದಯವಿಟ್ಟು ಈ ವ್ಯವಸ್ಥೆಗಾಗಿ ಈ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ:</b>
ko_kr: <b>시스템에 다음과 같은 사항을 입력해 주십시오:</b>
pt_br: <b>Por favor insira os dados abaixo para este sistema:</b>
ru_ru: <b>Введите следующие данные для системы:</b>
ta_in: <b>இந்த கணினிக்காக பின்வருவனவற்றை உள்ளிடவும்:</b>

source: <small>Tip: Forgot your login or password? Look it up at <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>
fr_fr: <small>Astuce : Vous avez oublié votre identifiant ou mot de passe ? Trouvez-le sur <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>
gu_in: <small>મદદ: તમારુ લૉગિન અથવા પાસવર્ડ ભૂલી ગયા છો? <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small> પર જુઓ
ja_jp: <small>ヒント: ログイン名かパスワードを忘れましたか? このサイトで確認できます <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>
kn_in: <small>ಸೂಚನೆ: ನಿಮ್ಮ ಲಾಗಿನ್ ಅಥವ ಗುಪ್ತಪದವನ್ನು ಮರೆತಿರೆ? <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a>ನಲ್ಲಿ ನೋಡಿ</small>
ko_kr: <small>정보: 로그인 또는 암호를 잊어버리셨습니까? <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a>에서 찾아보십시오.</small>
pt_br: <small>Dica: Você esqueceu de seu nome do usuário ou sua senha? Verifique em <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>
ru_ru: <small>Подсказка. Забыли имя входа или пароль? Перейдите на <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>
ta_in: <small>துணுக்கு: உங்கள் புகுபதிவு அல்லது கடவுச்சொல் மறந்துவிட்டதா? <a href="https://www.redhat.com/wapps/sso/rhn/lostPassword.html">https://www.redhat.com/wapps/sso/rhn/lostPassword.html</a></small>இல் பார்க்கவும்

source: A unique label for this system
fr_fr: Une étiquette unique pour ce système
gu_in: આ સિસ્ટમ માટે અનન્ય લેબલ
ja_jp: このシステム用の独自のラベル
kn_in: ಈ ವ್ಯವಸ್ಥೆಗಾಗಿನ ಒಂದು ವಿಶಿಷ್ಟವಾದ ಲೇಬಲ್
ko_kr: 시스템의 고유한 레이블
pt_br: Uma etiqueta exclusiva para este sistema
ru_ru: Уникальная метка системы
ta_in: இந்த கணிறிக்கான ஒரு ஒப்பற்ற லேபில்

source: Select the most appropriate subscriptions for this system
fr_fr: Sélectionnez les abonnements les mieux appropriés pour ce système
gu_in: આ સિસ્ટમ માટે એકદમ સુસંગત ઉમેદવારીઓને પસંદ કરો
ja_jp: このシステムに最適なサブスクリプションを選択してください
kn_in: ಈ ವ್ಯವಸ್ಥೆಗೆ ಸೂಕ್ತವಾದ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko_kr: 시스템에 가장 적합한 서브스크립션 선택
pt_br: Seleciona as subscrições mais apropriadas para este sistema
ru_ru: Выберите подходящие подписки
ta_in: இந்த கணினிக்கான மிகச் சரியான சந்தாப்படுத்தல்களை தேர்ந்தெடுக்கவும்

source: System Name:
fr_fr: Nom du système :
gu_in: સિસ્ટમ નામ:
ja_jp: システム名:
kn_in: ಗಣಕದ ಹೆಸರು:
ko_kr: 시스템명:
pt_br: Nome do Sistema:
ru_ru: Имя системы:
ta_in: கணினி பெயர்:

source: System Registration
fr_fr: Enregistrement du système
gu_in: સિસ્ટમ રજીસ્ટ્રેશન
ja_jp: システム登録
kn_in: ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿ
ko_kr: 시스템 등록
pt_br: Registro do Sistema
ru_ru: Регистрация системы
ta_in: கணினி பதிவுசெய்தல்

source: register_button
ja_jp: 登録_ボタン
ko_kr: 등록 버튼(_b)
ta_in: பொத்தானை பதிவுசெய்யவும்(_b)

source: register_dialog_main_vbox
ja_jp: 登録_ダイアログ_メイン_vbox

source: registration_dialog_action_area
ja_jp: 登録_ダイアログ_アクション_エリア

source: <b>Other Available Subscriptions</b>
fr_fr: <b>Autres abonnements disponibles</b>
gu_in: <b>બીજી ઉપલબ્ધ ઉમેદવારીઓ</b>
ja_jp: <b>他の利用可能なサブスクリプション</b>
kn_in: <b>ಲಭ್ಯವಿರುವ ಇತರೆ ಚಂದಾದಾರಿಕೆಗಳು</b>
ko_kr: <b>기타 사용 가능한 서브스크립션</b>
pt_br: <b>Outras Subscrições Disponíveis</b>
ru_ru: <b>Другие доступные подписки</b>
ta_in: <b>கிடைக்கக்கூடிய மற்ற சந்தாப்படுத்தல்கள்</b>

source: <b>Select Subscriptions to add</b>
fr_fr: <b>Sélectionnez les abonnements à ajouter</b>
gu_in: <b>ઉમેરવા માટે ઉમેદવારીઓને પસંદ કરો</b>
ja_jp: <b>追加するサブスクリプションを選択</b>
kn_in: <b>ಸೇರಿಸಲು ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಆರಿಸಿ</b>
ko_kr: <b>추가할 서브스크립션 선택</b>
pt_br: <b>Selecionar Subscrições para adição</b>
ru_ru: <b>Выберите подписки для добавления</b>
ta_in: <b>சேர்ப்பதற்கு சந்தாக்களை தேர்ந்தெடுக்கவும்</b>

source: <b>Subscriptions compatible with your system</b>
fr_fr: <b>Abonnements compatibles avec votre système</b>
gu_in: <b>ઉમેદવારીઓ તમારી સિસ્ટમ સાથે સુસંગત છે</b>
ja_jp: <b>使用システムに互換性のあるサブスクリプション</b>
kn_in: <b>ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಗೆ ಸರಿಹೊಂದುವ ಚಂದಾದಾರಿಕೆಗಳು</b>
ko_kr: <b>시스템과 호환 가능한 서브스크립션</b>
pt_br: <b>Subscrições compatíveis com seu sistema</b>
ru_ru: <b>Совместимые подписки</b>
ta_in: <b>உங்கள் கணினியுடன் சந்தாபடுத்தல்கள் ஒத்திசைக்கின்றன</b>

source: <b>Subscriptions matching your installed products</b>
fr_fr: <b>Abonnements correspondants à vos produits installés</b>
gu_in: <b>ઉમેદવારીઓ તમારી સ્થાપિત થયેલ પ્રોડક્ટોને બંધબેસતી છે</b>
ja_jp: <b>インストール済み製品にマッチするサブスクリプション</b>
kn_in: <b>ನೀವು ಅನುಸ್ಥಾಪಿಸಿದ ಉತ್ಪನ್ನಗಳಿಗೆ ತಾಳೆಯಾಗುವ ಚಂದಾದಾರಿಕೆಗಳು</b>
ko_kr: <b>설치된 제품과 일치하는 서브스크립션</b>
pt_br: <b>Subscrições que combinam com seus produtos instalados</b>
ru_ru: <b>Подписки для установленных продуктов</b>
ta_in: <b>உங்கள் நிறுவப்பட்ட தயாரிப்புகளுடன் சந்தாபடுத்தல்கள் பொருந்துகின்றன</b>

source: Add Subscriptions
fr_fr: Ajouter des abonnements
gu_in: ઉમેદવારી ઉમેરો
ja_jp: サブスクリプションの追加
kn_in: ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಸೇರಿಸು
ko_kr: 서브스크립션 추가
pt_br: Adição de Subscrições
ru_ru: Добавить подписки
ta_in: சந்த

source: Do not register
fr_fr: Ne pas enregistrer
gu_in: રજીસ્ટર કરો નહિં
ja_jp: 登録しない
kn_in: ನೋಂದಾಯಿಸಬೇಡ
ko_kr: 등록하지 않음
pt_br: Não registra
ru_ru: Не регистрировать
ta_in: பதிவுசெய்ய வேண்டாம்

source: Not Compatible
fr_fr: Incompatible
gu_in: સુસંગત નથી
ja_jp: 互換性無し
kn_in: ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ko_kr: 호환되지 않음
pt_br: Não é compatível
ru_ru: Несовместимо
ta_in: ஒத்தியல்பில்லா

source: Register with Red Hat Entitlement Service
fr_fr: Enregistrer avec le service des droits d'accès Red Hat
gu_in: Red Hat Entitlement સેવા સાથે રજીસ્ટર કરો
ja_jp: Red Hat エンタイトルメントサービスに登録
kn_in: Red Hat ಎಂಟೈಟಲ್ಮೆಂಟ್ ಸರ್ವಿಸ್‌ನೊಂದಿಗೆ ನೋಂದಾಯಿಸು
ko_kr: Red Hat Entitlement Service로 등록
pt_br: Registrar com o Serviço de Entitlement da Red Hat
ru_ru: Зарегистрировать в службе полномочий Red Hat
ta_in: Red Hat உரிம சேவையுடன் பதிவுசெய்யவும்

source: Register with Red Hat Network
fr_fr: Enregistrer avec Red Hat Network
gu_in: Red Hat Network સાથે રજીસ્ટર કરો
ja_jp: Red Hat Network に登録
kn_in: Red Hat Network ನೊಂದಿಗೆ ನೋಂದಾಯಿಸು
ko_kr: Red Hat Network로 등록
pt_br: Registrar com o Red Hat Network
ru_ru: Зарегистрировать в Red Hat Network
ta_in: Red Hat இணையத்துடன் பதிவுசெய்யவும்

source: Register with Red Hat Network Satellite
fr_fr: Enregistrer avec Red Hat Network Satellite
gu_in: Red Hat Network Satellite સાથે રજીસ્ટર કરો
ja_jp: Red Hat Network Satellite に登録
kn_in: Red Hat Network Satellite ನೊಂದಿಗೆ ನೋಂದಾಯಿಸು
ko_kr: Red Hat Network Satellite로 등록
pt_br: Registrar com a Red Hat Network Satellite
ru_ru: Зарегистрировать на RHN Satellite
ta_in: h Red Hat இணைய சேட்டிலைட்டுடன் பதிவுசெய்யவும்

source: Suggested
fr_fr: Suggéré
gu_in: સલાહ દીધી
ja_jp: 提案
kn_in: ಸಲಹೆ ಮಾಡುಲಾಗುವುದು
ko_kr: 권고
pt_br: Sugerido
ru_ru: Рекомендуемые
ta_in: ஆலோசனை தரப்பட்டது

source: Update Subscriptions
fr_fr: Mettre à jour les abonnements
gu_in: ઉમેદવારીઓને સુધારો
ja_jp: サブスクリプションの更新
kn_in: ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
ko_kr: 서브스크립션 업데이트
pt_br: Atualizar Subscrições
ru_ru: Обновить подписки
ta_in: சந்தாபடுத்தல்களை புதிப்பிக்கவும்

source: update_subscriptions_dialog
ja_jp: サブスクリプション_更新_ダイアログ

source: <b>Account Number:</b>
fr_fr: <b>Numéro de compte :</b>
gu_in: <b>ખાતા નંબર:</b>
ja_jp: <b>アカウント番号:</b>
kn_in: <b>ಖಾತೆಯ ಸಂಖ್ಯೆ:</b>
ko_kr: <b>계정 번호:</b>
pt_br: <b>Número de Conta:</b>
ru_ru: <b>Номер счёта:</b>
ta_in: <b>கணக்கு எண்:</b>

source: <b>Bundled Products:</b>
fr_fr: <b>Produits regroupés :</b>
gu_in: <b>સમૂહ થયેલ પ્રોડક્ટો:</b>
ja_jp: <b>同梱の製品:</b>
kn_in: <b>ಒಟ್ಟುಗೂಡಿಸಲಾದ ಉತ್ಪನ್ನಗಳು:</b>
ko_kr: <b>번들 제품:</b>
pt_br: <b>Produtos Agrupados:</b>
ru_ru: <b>Продукты в группе:</b>
ta_in: <b>பிணைக்கப்பட்ட தயாரிப்புகள்:</b>

source: <b>Contract Number:</b>
fr_fr: <b>Numéro de contrat :</b>
gu_in: <b>કોન્ટ્રાક્ટ નંબર:</b>
ja_jp: <b>契約番号:</b>
kn_in: <b>ಸಂಪರ್ಕದ ಸಂಖ್ಯೆ:</b>
ko_kr: <b>계약 번호:</b>
pt_br: <b>Número de Contrato:</b>
ru_ru: <b>Номер контракта:</b>
ta_in: <b>ஒப்பந்த எண்:</b>

source: <b>End Date:</b>
fr_fr: <b>Date de fin :</b>
gu_in: <b>અંતિમ તારીખ:</b>
ja_jp: <b>終了期日:</b>
kn_in: <b>ಮುಕ್ತಾಯದ ದಿನ:</b>
ko_kr: <b>종료 날짜:</b>
pt_br: <b>Data Final:</b>
ru_ru: <b>Дата завершения:</b>
ta_in: <b>முடிவு தேதி:</b>

source: <b>Provides Management:</b>
fr_fr: <b>Fournit la gestion :</b>
gu_in: <b>સંચાલન પૂરુ પાડે છે:</b>
ja_jp: <b>管理の提供:</b>
kn_in: <b>ನಿರ್ವಹಣೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ:</b>
ko_kr: <b>관리 제공:</b>
pt_br: <b>Fornece Gerenciamento:</b>
ru_ru: <b>Предоставляет управление:</b>
ta_in: <b>நிர்வாகத்தை வழங்குகிறது:</b>

source: <b>Start Date:</b>
fr_fr: <b>Date de début :</b>
gu_in: <b>શરૂઆતની તારીખ:</b>
ja_jp: <b>開始期日:</b>
kn_in: <b>ಆರಂಭದ ದಿನ:</b>
ko_kr: <b>시작 날짜:</b>
pt_br: <b>Data de Inicialização:</b>
ru_ru: <b>Дата начала:</b>
ta_in: <b>துவக்க நாள்:</b>

source: <b>Subscription Details</b>
fr_fr: <b>Détails d'abonnement</b>
gu_in: <b>ઉમેદવારી વિગતો</b>
ja_jp: <b>サブスクリプションの詳細</b>
kn_in: <b>ಚಂದಾ ವಿವರಗಳು</b>
ko_kr: <b>서브스크립션 정보</b>
pt_br: <b>Detalhes de Subscrição</b>
ru_ru: <b>Данные подписки</b>
ta_in: <b>சந்தாபடுத்தல் விவரங்கள்</b>

source: <b>Support Level:</b>
fr_fr: <b>Niveau de support :</b>
gu_in: <b>આધાર સ્તર:</b>
ja_jp: <b>サポートレベル:</b>
kn_in: <b>ಬೆಂಬಲದ ಮಟ್ಟ:</b>
ko_kr: <b>지원 레벨:</b>
pt_br: <b>Nível de Suporte:</b>
ru_ru: <b>Уровень поддержки:</b>
ta_in: <b>துணை நிலை:</b>

source: <b>Support Type:</b>
fr_fr: <b>Type de support :</b>
gu_in: <b>આધાર પ્રકાર:</b>
ja_jp: <b>サポートタイプ:</b>
kn_in: <b>ಬೆಂಬಲದ ಬಗೆ:</b>
ko_kr: <b>지원 유형:</b>
pt_br: <b>Tipo de Suporte:</b>
ru_ru: <b>Тип поддержки:</b>
ta_in: <b>துவணை வகை:</b>

source: Account
fr_fr: Compte
gu_in: ખાતુ
ja_jp: アカウント
kn_in: ಖಾತೆಯ ಸಂಖ್ಯೆ
ko_kr: 계정
pt_br: Conta
ru_ru: Счёт
ta_in: கணக்கு

source: Subscription Detail
fr_fr: Détail de l'abonnement
gu_in: ઉમેદવારી વિગત
ja_jp: サブスクリプションの詳細
kn_in: ಚಂದಾದಾರಿಕೆ ವಿವರ
ko_kr: 서브스크립션 정보
pt_br: Detalhe de Subscrição
ru_ru: Данные подписки
ta_in: சந்தாபடுத்தல் விவரம்

source: Enter your Subscription account information
fr_fr: Saisissez les informations de votre compte d'abonnement
gu_in: તમારી ઉમેદવારી ખાતા જાણકારીને દાખલ કરો
ja_jp: サブスクリプションアカウントの詳細を記入
kn_in: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
ko_kr: 서브스크립션 계정 정보 입력
pt_br: Insira a informação de sua conta de Subscrição
ru_ru: Введите данные счёта подписки
ta_in: உங்கள் சந்தா கணக்குத் தகவலை உள்ளிடவும்

source: Manage Your Product Subscriptions
fr_fr: Gérez vos abonnements produit
gu_in: તમારી પ્રોડક્ટ ઉમેદવારીઓને સંચાલિત કરો
ja_jp: 使用製品のサブスクリプションの管理
kn_in: ನಿಮ್ಮ ಉತ್ಪನ್ನ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸಿ
ko_kr: 제품 서브스크립션 관리
pt_br: Gerencie suas Subscrições de Produto
ru_ru: Управление подписками продуктов
ta_in: உங்கள் தயாரிப்பு சந்தாபடுத்தல்களை பராமரிக்கவும்

source: How often to check for compliance (in seconds)
fr_fr: Fréquence de vérification de compatibité (en secondes)
gu_in: સંમતિ માટે કેવી રીતે વાંરવાર ચકાસો છો (સેકંડો માં)
ja_jp: コンプライアンスをチェックする頻度（秒）
kn_in: ಅನುವರ್ತನೆಯನ್ನು ಎಷ್ಟು ಕಾಲಾವಧಿಯಲ್ಲಿ ಪರೀಕ್ಷಿಸಬೇಕು (ಸೆಕೆಂಡುಗಳಲ್ಲಿ)
ko_kr: 시스템 준수 확인 빈도 (초 단위)
pt_br: Qual a frequência de checagem da compatibilidade (em segundos)
ru_ru: Частота проверки соответствия требованиям (в секундах)
ta_in: உடன்பாட்டை எத்தனை முறை சரிபார்க்க வேண்டும் (விநாடிகளில்)

source: Show debug messages
fr_fr: Afficher les messages de débogage
gu_in: ડિબગ સંદેશાઓને બતાવો
ja_jp: デバグメッセージを表示
kn_in: ದೋಷನಿವಾರಣ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ko_kr: 디버그 메세지 보기
pt_br: Apresenta mensagens de depuração
ru_ru: Показать сообщения отладки
ta_in: பிழைதிருத்த செய்திகளை காட்டு

source: Force display of the compliance icon (expired or warning)
fr_fr: Forcer l'affichage de l'icône de compatibilité (expiré ou avertissement)
gu_in: સંમતિ ચિહ્નનાં દર્શાવ માટે દબાણ કરો (અંત આવી ગયો અથવા ચેતવણી)
ja_jp: コンプライアンスアイコン (期限切れ、又は警告) の強制表示
kn_in: ಅನುವರ್ತನೆಯ ಚಿಹ್ನೆಯನ್ನು ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿ ತೋರಿಸು (ವಾಯಿದೆ ಮುಗಿದ ಅಥವ ಎಚ್ಚರಿಕೆ)
ko_kr: 컴플라이언스 아이콘 (만료 또는 경고) 강제 표시
pt_br: Força a exibição do ícone de compatibilidade (vencido ou aviso)
ru_ru: Всегда показывать значок поддержки (истекла или предупреждение)
ta_in: உடன்பாடு சின்னத்தின் வலிமையான காட்சி (காலாவதியனது அல்லது எச்சரிக்கிறது)
